const JB_options = {
  ChuJi: {
    XL_options: [
      { label: "播音系列", value: "播音系列" },
      { label: "档案系列", value: "档案系列" },
      { label: "翻译系列", value: "翻译系列" },
      { label: "高等学校教师系列", value: "高等学校教师系列" },
      { label: "工程系列", value: "工程系列" },
      { label: "工艺美术系列", value: "工艺美术系列" },
      { label: "技工学校教师系列", value: "技工学校教师系列" },
      { label: "教师系列党校系统", value: "教师系列党校系统" },
      { label: "农业系列", value: "农业系列" },
      { label: "群众文化行业", value: "群众文化行业" },
      { label: "社会科学研究系列", value: "社会科学研究系列" },
      { label: "实验技术系列", value: "实验技术系列" },
      { label: "体育系列", value: "体育系列" },
      { label: "图书资料系列", value: "图书资料系列" },
      { label: "文物博物系列", value: "文物博物系列" },
      { label: "新闻系列", value: "新闻系列" },
      { label: "艺术系列", value: "艺术系列" },
      { label: "政工系列", value: "政工系列" },
      { label: "职工教育系统", value: "职工教育系统" },
      { label: "中等职业学校教师系列", value: "中等职业学校教师系列" },
      { label: "中小学教师系列", value: "中小学教师系列" },
      { label: "自然科学研究系列", value: "自然科学研究系列" },
    ],
    PS_options: [
      {
        label: "播音系列",
        options: [
          {
            label:
              "崇左市播音系列初级评审委员会【崇左市新闻播音系列职称改革工作领导小组办公室】",
            value: "448e71a8-64ec-4d72-ba48-9db5535dcb76",
            Grade: "初级",
          },
          {
            label:
              "桂林市播音系列初级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "85c1e0af-ce00-4ad1-8829-911f12f91ccd",
            Grade: "初级",
          },
        ],
      },
      { label: "出版系列", options: [] },
      {
        label: "档案系列",
        options: [
          {
            label:
              "百色市档案系列初级评委会【百色市档案系列职称改革工作领导小组办公室】",
            value: "c5db48b9-4b19-4082-842c-68e52851c505",
            Grade: "初级",
          },
          {
            label:
              "档案系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "9b1ff284-5a37-468f-8a1c-ce3f14ef9fea",
            Grade: "初级",
          },
          {
            label:
              "防城港市文化系列初级职务资格评审委员会【防城港市文化系列职改办】",
            value: "5f64e48b-fc61-4794-a7f1-f5f75cc52016",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "11ad6a9b-0779-424c-8580-1787013e42f9",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区档案系列初级专业技术职务评审委员会【广西壮族自治区档案系列职称改革工作领导小组办公室】",
            value: "6cf076ff-0fe1-45c3-97c5-4cc6b8bfcc70",
            Grade: "初级",
          },
          {
            label:
              "桂林市档案系列初级职称评委会【桂林市档案系列职称改革工作领导小组】",
            value: "29bf0663-5bc1-40e3-b75e-e98631a98d1e",
            Grade: "初级",
          },
          {
            label:
              "贺州市档案系列初级专业职务资格评审委员会【贺州市档案系列职称改革工作领导小组】",
            value: "60acbbe8-3bb3-4b9b-9043-62d390f1ac63",
            Grade: "初级",
          },
          {
            label:
              "来宾市档案系列初级评审委员会【来宾市档案系列职称改革工作领导小组】",
            value: "9170221a-4031-4c18-a5e0-456b26b4c599",
            Grade: "初级",
          },
          {
            label:
              "钦州市档案系列初级专业技术职务评审委员会【钦州市档案系列职称改革工作领导小组办公室】",
            value: "394b0433-f4c3-4acb-9120-6bc695e95157",
            Grade: "初级",
          },
          {
            label:
              "梧州市档案系列初级评审委员会【梧州市档案系列职称改革工作领导小组办公室】",
            value: "77a86696-3cab-499e-9472-153162d2dd6c",
            Grade: "初级",
          },
        ],
      },
      {
        label: "翻译系列",
        options: [
          {
            label:
              "自治区翻译系列初级评委会【广西壮族自治区翻译系列职称改革工作领导小组办公室】",
            value: "def0f972-6ea4-4369-8936-4b4aaa5ced9c",
            Grade: "初级",
          },
        ],
      },
      {
        label: "高等学校教师系列",
        options: [
          {
            label:
              "百色职业学院初级评审委员会【百色职业学院职称改革工作领导小组办公室】",
            value: "30e295f3-549b-4259-b14e-3fda6ab495cd",
            Grade: "初级",
          },
          {
            label:
              "高等学校教师系列百色学院初级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "b0d9eeed-dcfb-4a20-ad55-f00739a72c94",
            Grade: "初级",
          },
          {
            label:
              "高等学校教师系列广西科技大学初级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "ce8e795a-7b8b-4c21-9b1b-c2df95cee0fe",
            Grade: "初级",
          },
          {
            label:
              "高等学校教师系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "b2bbbd37-5a18-4ea9-954c-5e9d20ffedc8",
            Grade: "初级",
          },
          {
            label:
              "高校教师系列北部湾大学初级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "56421006-d80c-4f91-a378-e176d2e98eec",
            Grade: "初级",
          },
          {
            label:
              "高校教师系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "23472663-6604-4bb8-b35b-d8b29ff93963",
            Grade: "初级",
          },
          {
            label:
              "高校教师系列南宁职业技术学院初级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "68b2c58c-b7d5-44bf-80e7-5cb74f0209f5",
            Grade: "初级",
          },
          {
            label:
              "高校教师系列梧州学院初级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "9c07660f-aab1-483e-9c91-4ca2ec5d709e",
            Grade: "初级",
          },
          {
            label:
              "广西电力职业技术学院高校教师系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "185d11a4-5767-45e0-b943-432583dda516",
            Grade: "初级",
          },
          {
            label:
              "广西工程职业学院高校教师系列初级职称评审委员会【广西工程职业学院职称改革工作领导小组办公室】",
            value: "c23a32d4-0664-462b-b2ba-d86a33837068",
            Grade: "初级",
          },
          {
            label:
              "广西培贤国际职业学院高等学校教师系列初级评委会【广西培贤国际职业学院职称改革工作领导小组办公室】",
            value: "cbea84ed-a8cd-4db9-9aee-a405dda78747",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "07439c0f-188a-4c25-84da-71669cafcdf2",
            Grade: "初级",
          },
          {
            label:
              "广西水利电力职业技术学院高等学校教师系列初级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "45d6d1f8-628d-4382-8430-f590a201d575",
            Grade: "初级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院高校教师系列初级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "f60d7c9f-6fae-4f8f-a0c4-026f5b04492b",
            Grade: "初级",
          },
          {
            label:
              "桂林医学院高等学校教师系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "73e403d1-611c-444c-b055-8a3defde64c6",
            Grade: "初级",
          },
          {
            label:
              "贺州学院高等学校教师系列初级评委会【贺州学院职称改革办公室】",
            value: "ff339726-7da0-455e-8967-428debdc4d05",
            Grade: "初级",
          },
          {
            label:
              "梧州职业学院初级评委会【梧州职业学院职称改革工作领导小组办公室】",
            value: "bd24bc42-aed2-489d-b20b-a17259d559b8",
            Grade: "初级",
          },
        ],
      },
      {
        label: "工程系列",
        options: [
          {
            label:
              "北流市工程初级职务资格评审委员会【北流市职称改革工作领导小组办公室】",
            value: "7e732bd8-8664-473a-9bb7-ecc579204e40",
            Grade: "初级",
          },
          {
            label:
              "苍梧县工程技术系列初级专业技术职务评审委员会【苍梧县工程技术系列职称改革工作领导小组】",
            value: "583b7a24-8edb-44a5-b20d-8244808da72d",
            Grade: "初级",
          },
          {
            label:
              "岑溪市工程系列初级专业技术职务评审委员会【岑溪市工程系列职称改革领导小组】",
            value: "75806ef7-1803-45b3-9361-a39267512bc2",
            Grade: "初级",
          },
          {
            label:
              "崇左市工程系列初级专业技术职务资格评审委员会【崇左市工程技术专业职称改革工作领导小组办公室】",
            value: "2d75ce95-ad97-4334-8f76-c228ded52c2b",
            Grade: "初级",
          },
          {
            label:
              "崇左市林业局初级专业技术职称评审委员会成员【崇左市林业局职称改革工作领导小组办公室】",
            value: "de67128a-5f0e-41e9-8f97-4e50826b27a9",
            Grade: "初级",
          },
          {
            label:
              "崇左市住房和城乡建设局职称改革工作领导小组办公室【崇左市住房和建设委员会职称改革工作领导小组办公室】",
            value: "73799115-cfc6-478c-b2d3-fa6f5dd2e13e",
            Grade: "初级",
          },
          {
            label:
              "大新县工程系列初级职务资格评审委员会【大新县工程系列初级职务资格评审委员会】",
            value: "1df7a943-957b-48f5-8bbc-d8d137face0f",
            Grade: "初级",
          },
          {
            label:
              "大新县工程系列职称改革工作领导小组【大新县工程系列初级职务资格评审委员会】",
            value: "37660f2f-1d72-4fce-8960-dde18c0bed6a",
            Grade: "初级",
          },
          {
            label:
              "东兴市工程系列职称改革工作领导小组办公室【东兴市职称改革工作领导小组办公室】",
            value: "dfe24271-c01e-4c25-9691-4d20fad8d727",
            Grade: "初级",
          },
          {
            label:
              "东兴市工程系列职称改革工作领导小组办公室【东兴市工程系列职称改革工作领导小组办公室】",
            value: "ad12e88a-5473-4cfa-9c66-ffc1aa359f7b",
            Grade: "初级",
          },
          {
            label:
              "防城港市防城区工程系列职称改革工作领导小组【防城区人力资源和社会保障局】",
            value: "6c0370a6-5833-4cac-9e2c-b86e32402110",
            Grade: "初级",
          },
          {
            label:
              "防城港市港口区工程系列初级专业技术资格评审委员会【防城港市港口区人力资源和社会保障局】",
            value: "948c6c69-dede-49c8-938e-67135f93ff60",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县工程系列初级评审委员会【富川瑶族自治县职称改革工作领导小组】",
            value: "575be248-495d-4a12-b14b-7806ae1ea04d",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县工程系列初级评审委员会【富川瑶族自治县工程系列初级评审委员会】",
            value: "701eb39c-10c2-4cb7-aee5-ba12db200c9f",
            Grade: "初级",
          },
          {
            label:
              "工程系列百色百矿集团有限公司初级评委会【百色百矿集团有限公司职称改革工作领导小组】",
            value: "96aee8d5-158b-400d-a8f8-005013961b65",
            Grade: "初级",
          },
          {
            label:
              "工程系列百色市初级评委会【百色市工程系列职称改革工作领导小组办公室】",
            value: "9cc5875f-40c9-4363-a80a-e5ba3ead086c",
            Grade: "初级",
          },
          {
            label: "工程系列北海市初级评委会【北海市经济工程技术系列职改办】",
            value: "4fb242bc-7979-4386-9bed-dae346299433",
            Grade: "初级",
          },
          {
            label: "工程系列北海市市场监管行业初级职称评委会【北海市质监局】",
            value: "244db098-92d9-47f3-bad3-44c57a73f81c",
            Grade: "初级",
          },
          {
            label:
              "工程系列北海市市政管理行业初级职称评审委员会【北海市工程系列市政管理行业职称改革工作领导小组】",
            value: "e681f4ed-c1c0-4e01-b671-c2cdf3406c95",
            Grade: "初级",
          },
          {
            label:
              "工程系列北海市市政管理行业初级职称评审委员会【北海市市政管理局】",
            value: "5d9f2ffb-3193-4173-a5d2-11d7f31ed26a",
            Grade: "初级",
          },
          {
            label:
              "工程系列北海市水利水电行业初级专业技术资格评审委员会【北海市水电系统职称改革工作领导小组办公室】",
            value: "c2b1b351-9c8b-4447-89e7-3199f3f8c0cb",
            Grade: "初级",
          },
          {
            label:
              "工程系列北海市住房城乡建设行业初级评委会【北海市住房和城乡建设局职称改革工作领导小组办公室】",
            value: "dcaec085-2914-47e5-9fa7-5aec9c52b0b8",
            Grade: "初级",
          },
          {
            label: "工程系列防城港市初级评委会【防城港市工程系列职改办】",
            value: "dadf7748-ae61-4a91-900f-7e78c038fcce",
            Grade: "初级",
          },
          {
            label:
              "工程系列防城港市水产专业初级评委会【防城港市农业系列职改办】",
            value: "5538af11-2272-43b3-9556-059251048f4d",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西北部湾新材料有限公司初级专业技术资格评审委员会【广西北部湾新材料有限公司】",
            value: "b08b94f4-cd85-47ca-9fd2-a147adbce400",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西广电网络公司初级职称评审委员会【广西广播电视信息网络股份有限公司】",
            value: "a86ccd18-2d27-4480-80fe-767f4d5c52d4",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西建工集团初级评委会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "93c28770-a912-4a84-bd46-153798885911",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西建筑工程承包公司初级评委会【广西建筑工程承包公司】",
            value: "709e1c29-5bbb-4c03-90f5-02244dbdb712",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西科学院初级评委会【广西科学院职称改革工作领导小组办公室】",
            value: "9702bce3-f2d4-4e74-a17b-f38288638b49",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西农村投资集团有限公司初级评委会【广西农村投资集团有限公司职称改革工作领导小组办公室】",
            value: "9498ec7f-677a-439e-b832-937b7d641bfc",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西壮族自治区地质矿产勘查开发局初级评委会【广西壮族自治区地质矿产勘查开发局】",
            value: "e77ff1fb-db8a-419c-91b9-dcd1977e4a7d",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西壮族自治区防城金花茶国家级自然保护区管理处初级评审会【广西壮族自治区防城金花茶国家级自然保护区管理处职称改革领导小组办公室】",
            value: "ccbec250-6368-47ab-8ea8-7ca1084185d3",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西壮族自治区人才服务中心初级评委会【广西流动人员职称改革办公室】",
            value: "fadffb6d-d406-4621-afef-48d4ae314da1",
            Grade: "初级",
          },
          {
            label:
              "工程系列广西壮族自治区生态环境监测中心初级评委会【广西壮族自治区环境监测中心职称改革工作领导小组办公室】",
            value: "c9e0d5c7-2c7f-49a3-a3b8-13b46e09e2bf",
            Grade: "初级",
          },
          {
            label:
              "工程系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "355494a6-9f7c-4d98-99ac-0ec7e9382536",
            Grade: "初级",
          },
          {
            label:
              "工程系列桂林市初级评审会【桂林市工程技术经济专业职称改革工作领导小组】",
            value: "23c77675-eaee-48c7-8b1d-41ccbe944df0",
            Grade: "初级",
          },
          {
            label:
              "工程系列桂林市非公初级评审会【桂林市民营企业职称改革工作领导小组】",
            value: "ea2fb5c9-c53b-4edd-9dda-0d1b984b194b",
            Grade: "初级",
          },
          {
            label:
              "工程系列交通行业广西北部湾国际港务集团有限公司初级评委会【广西北部湾国际港务集团有限公司职称工作领导小组办公室】",
            value: "3725cfb3-7bd4-4b21-a932-026a9acfc7f8",
            Grade: "初级",
          },
          {
            label:
              "工程系列交通行业广西北部湾投资集团有限公司初级评委会【广西北部湾投资集团有限公司职称改革领导小组办公室】",
            value: "3b5ba89b-90aa-4ab3-bd92-65fb4663ea6b",
            Grade: "初级",
          },
          {
            label:
              "工程系列快递行业初级专业技术资格评审委员会【广西壮族自治区邮政管理局职称改革工作领导小组办公室】",
            value: "d4f4e205-e584-488f-899f-71dcb79fe760",
            Grade: "初级",
          },
          {
            label:
              "工程系列来宾市非公初级评审委员会【来宾市工程技术经济专业职称改革领导小组】",
            value: "9b9339ef-59d6-42d4-9c43-56a2ab1e0136",
            Grade: "初级",
          },
          {
            label:
              "工程系列水产专业钦州市初级评审委员会【钦州市农业系列职称改革工作领导小组办公室】",
            value: "f2280a33-83ed-440f-9775-242ca3050e9c",
            Grade: "初级",
          },
          {
            label:
              "工程系列水产专业钦州市钦南区初级评审委员会【钦州市钦南区农业系列职称改革工作领导小组办公室】",
            value: "14226060-618a-4cf2-91ed-479b9cc020ea",
            Grade: "初级",
          },
          {
            label:
              "工程系列田林县初级评委会【田林县职称改革工作领导小组办公室】",
            value: "b5561736-b058-4d13-a724-8e2b2c971e94",
            Grade: "初级",
          },
          {
            label: "工程系列武宣县初级评审委员会【武宣县职称改革工作领导小组】",
            value: "55e2fb85-9613-4c5d-b83e-44d60a92ba51",
            Grade: "初级",
          },
          {
            label: "工程系列象州县初级评委会【象州县职称改革工作领导小组】",
            value: "a341fedb-453f-457a-9112-240e86217ea9",
            Grade: "初级",
          },
          {
            label: "工程系列兴宾区初级评委会【兴宾区职称改革工作领导小组】",
            value: "180b81f0-56c1-4f30-abe4-76fb67c0a228",
            Grade: "初级",
          },
          {
            label:
              "工程系列住房城乡建设行业百色市初级评委会【百色市工程系列住房城乡建设行业职称改革工作领导小组办公室】",
            value: "7e6fa649-394f-4de9-9a09-e329466a17bf",
            Grade: "初级",
          },
          {
            label:
              "恭城县工程系列初级职称评审委员会【恭城县工程系列职称改革工作领导小组】",
            value: "2d75abe3-1791-444b-816e-b677d08e495b",
            Grade: "初级",
          },
          {
            label:
              "灌阳县工程系列技术职务评审委员会【灌阳县工程系列技术职务评审委员会】",
            value: "488f75e6-5c29-4589-ac8a-5f3bfa448d55",
            Grade: "初级",
          },
          {
            label:
              "灌阳县工程系列职称改革领导小组【灌阳县职称改革工作领导小组】",
            value: "8d1842af-c148-4f45-9083-bfff9862a51b",
            Grade: "初级",
          },
          {
            label:
              "广西八桂工程监理咨询有限公司初级职称评审委员会【广西八桂工程监理咨询有限公司职称改革工作领导小组办公室】",
            value: "841b5b71-88ba-4b07-a34a-90285729dd9f",
            Grade: "初级",
          },
          {
            label:
              "广西广播电视技术中心初级专业技术职务资格评审委员会【广西广播电视技术中心职称改革工作领导小组】",
            value: "744ace96-860d-43f5-acbe-ced0dfb295e6",
            Grade: "初级",
          },
          {
            label:
              "广西贵港市流动专业技术人员工程系列初级评委会【贵港市流动专业技术人员职称改革办公室】",
            value: "1433371c-a43b-4666-97af-a42f320d36e2",
            Grade: "初级",
          },
          {
            label:
              "广西华银铝产业有限公司工程系列初级职称评委会【广西华银铝业有限公司职称改革工作领导小组办公室】",
            value: "9d16a600-ae64-4512-a077-9702ba54fbf5",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团第二建筑工程有限责任公司工程系列初级专业技术资格评审委员会【广西建工集团第二建筑工程有限责任公司职称改革工作领导小组办公室】",
            value: "0841e4fc-9cb1-4117-8423-3d56f9244688",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团第三建筑工程有限责任公司工程系列初级专业技术资格评审委员会【广西建工集团第三建筑工程有限责任公司职称改革工作领导小组办公室】",
            value: "c0b27ac8-db64-404b-86ef-7e3cda8036a0",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团第四建筑工程有限责任公司工程系列初级专业技术资格评审委员会【广西建工集团第四建筑工程有限责任公司职称改革工作领导小组办公室】",
            value: "36b715d6-b53c-4041-a9d9-b1b031edf2e5",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团第五建筑工程有限责任公司工程系列初级专业技术资格评审委员会【广西建工集团第五建筑工程有限责任公司职称改革工作领导小组办公室】",
            value: "3187e7f3-49d0-4cf8-9ca0-42e6eea80f54",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团第一建筑工程有限责任公司工程系列初级专业技术资格评审委员会【广西建工集团第一建筑工程有限责任公司职称改革工作领导小组办公室】",
            value: "71ec8e9a-8fb6-4c8c-b6e0-00df19caa0b8",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团控股有限公司工程系列初级专业技术资格评审委员会【广西建工集团联合建设有限公司职称改革工作领导小组办公室】",
            value: "24296b06-e58d-4a8c-b93b-fecb162a97de",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团冶金建设有限公司工程系列初级专业技术资格评审委员会【广西建工集团冶金建设有限公司职称改革工作领导小组办公室】",
            value: "c1a4a4e6-5915-4f97-ac81-322209c12f08",
            Grade: "初级",
          },
          {
            label:
              "广西交通投资集团有限公司工程系列初级职称评审委员会【广西交通投资集团有限公司职称改革工作领导小组办公室】",
            value: "b0449002-01d0-42a7-9a6e-46e53673c910",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "3677449b-88be-4898-be24-3baf4e103a01",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区海洋环境监测中心站工程系列初级专业技术资格评审委员会【广西壮族自治区生态环境厅职称改革工作领导小组办公室】",
            value: "b11267fa-6199-4897-9a96-3196a0a0f781",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区特种设备检验研究院工程系列初级专业技术资格评审委员会【广西壮族自治区特种设备检验研究院职改办】",
            value: "fd19ab04-b001-4576-b0bb-711c24a0d5d0",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区自然资源厅工程系列初级专业技术资格评审委员会【广西壮族自治区自然资源厅职称改革工作领导小组办公室】",
            value: "20b130f3-f235-4eb8-92a6-63a89a012d1d",
            Grade: "初级",
          },
          {
            label:
              "贵港市工程系列初级评审委员会【贵港市工程技术经济专业职称改革工作领导小组办公室】",
            value: "321478ba-b4b0-4456-9c7b-466445641f3f",
            Grade: "初级",
          },
          {
            label:
              "贵港市工程系列水产行业初级评审委员会【贵港市农业系列职称改革工作领导小组办公室】",
            value: "7e990b74-9db4-4c58-91a3-3146fcd8c65b",
            Grade: "初级",
          },
          {
            label:
              "桂林电子科技大学工程系列初级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "0718719b-a203-43c1-8dab-1ed06e064f0c",
            Grade: "初级",
          },
          {
            label:
              "桂林市建筑工程系列初级评审会【桂林市住房和城乡建设局职称改革工作领导小组】",
            value: "820ad4ab-b42d-446d-969f-e0849ab13ee2",
            Grade: "初级",
          },
          {
            label:
              "桂林市临桂区建筑工程系列技术职称评定委员会【临桂区工程系列建筑初级职称改革工作领导小组】",
            value: "9b032111-af3b-4e81-b256-f6520e72d475",
            Grade: "初级",
          },
          {
            label:
              "桂林市人才服务管理办公室工程系列初级专业技术职务评审委员会【桂林市人才服务管理办公室职称改革工作领导小组】",
            value: "c95dc54e-f2db-492f-b5f0-3e1fb6e24abc",
            Grade: "初级",
          },
          {
            label:
              "桂林市人才服务中心工程系列初级专业技术资格评委会【桂林市人才服务中心职称改革工作领导小组】",
            value: "85d7a615-4116-4b2f-a5c5-3e37ba0d0731",
            Grade: "初级",
          },
          {
            label:
              "桂林市水利局职称改革工作领导小组办公室【桂林市水利局职称改革工作领导小组】",
            value: "e0b9fa92-3394-456d-bf73-6c66acf0e405",
            Grade: "初级",
          },
          {
            label:
              "桂林新技术产业开发区工程系列初级专业技术职务评审委员会【桂林市新技术产业开发区职称改革工作领导小组】",
            value: "c1905d8a-1199-4b59-b5ae-408565518e49",
            Grade: "初级",
          },
          {
            label:
              "桂平市工程系列初级职称评审委员会【桂平市工程系列职称改革工作领导小组办公室】",
            value: "7a8641d0-df18-477f-aa99-7d806580d1c8",
            Grade: "初级",
          },
          {
            label:
              "贺州市工程技术专业职务资格初级评审委员会【贺州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "7382357d-2ace-4d12-ac68-15c73363794d",
            Grade: "初级",
          },
          {
            label:
              "贺州市工程系列民营企业专业技术资格初级评审委员会【贺州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "a94f18a6-972d-46f8-ba74-b191f656aa63",
            Grade: "初级",
          },
          {
            label:
              "靖西市工程系列初级专业技术职务资格评审委员会【靖西县职称改革工作领导小组办公室】",
            value: "1eff5ba2-e10d-47b7-8191-71d41a7be850",
            Grade: "初级",
          },
          {
            label:
              "来宾市工程系列初级评审委员会【来宾市工程技术经济专业职称改革领导小组】",
            value: "9ed42649-5a2a-48ce-8550-30450964658d",
            Grade: "初级",
          },
          {
            label: "荔浦市工程技术系列评审委员会【荔浦市职称改革工作领导小组】",
            value: "da6a4226-ccae-4a4b-9436-556b63fc2cdd",
            Grade: "初级",
          },
          {
            label:
              "荔浦市工程系列初级评审委员会【荔浦市工程技术系列职改工作领导小组】",
            value: "62ded6af-629a-4ede-96a3-6d630a7bc869",
            Grade: "初级",
          },
          {
            label:
              "临桂区工程经济系列初级评委会【临桂区工程系列初级职称改革工作领导小组】",
            value: "20418771-e2b9-46c0-899c-ac24db19bbae",
            Grade: "初级",
          },
          {
            label:
              "灵川县工程技术经济专业职称改革领导小组【灵川县工程系列职称改革工作领导小组】",
            value: "137b5e14-daa1-497a-be03-9426b95f92ba",
            Grade: "初级",
          },
          {
            label:
              "灵川县工程系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "948b89b8-c625-46f8-b5b1-8a2c3bc3b79e",
            Grade: "初级",
          },
          {
            label:
              "灵山县工程系列初级评审委员会【灵山县工程系列职称改革工作领导小组办公室】",
            value: "dcb4638f-6e56-4fac-bb9e-63747d0864a9",
            Grade: "初级",
          },
          {
            label:
              "龙胜各族自治县工程技术经济专业职称改革领导小组【龙胜县工程系列职称改革工作领导小组】",
            value: "8f051c67-8458-4a70-b1a7-882d7fecfa87",
            Grade: "初级",
          },
          {
            label:
              "陆川县工程系列初级评委会【陆川县职称改革工作领导小组办公室】",
            value: "be6d7ac3-74ac-415c-90cb-48825ed0a76c",
            Grade: "初级",
          },
          {
            label:
              "蒙山县工程技术经济专业职称评审委员会【蒙山县工程技术经济专业职称改革工作领导小组】",
            value: "7daef433-75f8-496a-89d0-82660ffbd666",
            Grade: "初级",
          },
          {
            label:
              "农业系列平南县初级评审委员会【平南县农业系列职称改革工作领导小组办公室】",
            value: "0a58062a-ba33-430e-abe9-d05b18992f06",
            Grade: "初级",
          },
          {
            label:
              "平乐县工程系列初级专业技术职务评审委员会【平乐县工程系列初级专业技术职务评审委员会】",
            value: "7c2dac54-de7a-4d99-89e7-82f93cd83dcb",
            Grade: "初级",
          },
          {
            label:
              "平南县工程系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "3ce92809-7d9e-402d-966e-a7f13961b5a5",
            Grade: "初级",
          },
          {
            label:
              "平南县国家机关工程系列初级专业技术评审委员会【平南县国家机关工程系列专业技术评审委员会】",
            value: "749049fc-ef4d-404f-891a-fcfd92fe1b64",
            Grade: "初级",
          },
          {
            label:
              "平南县流动专业技术人员工程系列初级评委会【平南县职称改革工作领导小组办公室】",
            value: "a21e8591-dd58-4e71-b0b3-4522c4f87528",
            Grade: "初级",
          },
          {
            label:
              "平南县民营工程系列初级职称评审委员会【平南县民营企业职称改革工作领导小组】",
            value: "77398564-982e-4833-8e40-da14b87cc8d7",
            Grade: "初级",
          },
          {
            label:
              "平南县民营企业工程系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "ffe3dfa6-762a-448c-a67b-a2ea19f07b52",
            Grade: "初级",
          },
          {
            label:
              "浦北县工程系列初级专业技术评审委员会【浦北县工程系列职称改革工作领导小组办公室】",
            value: "705b3eb4-7f2a-44ee-a753-832a3c45ad44",
            Grade: "初级",
          },
          {
            label:
              "钦北区工程系列职务资格初级评委会【钦北区职称改革工作领导小组办公室】",
            value: "fae8e4fc-7995-45f6-9fef-5705609505d4",
            Grade: "初级",
          },
          {
            label:
              "钦南区工程系列水产工程初级专业技术职称资格评审委员会【钦南区职称改革工作领导小组办公室】",
            value: "28664627-fe8e-4fb6-be9a-5853c4dd4048",
            Grade: "初级",
          },
          {
            label:
              "钦南区水电建筑初级专业技术职务职称评审委员会【钦南区职称改革工作领导小组办公室】",
            value: "e966658c-22f3-4842-afae-933dfc874157",
            Grade: "初级",
          },
          {
            label:
              "钦州市工程技术系列建设规划专业初级专业技术职务评审委员会【钦州市工程技术系列建设规划专业职称改革工作领导小组办公室】",
            value: "39e3d10c-4477-442a-8af9-b05976e0f429",
            Grade: "初级",
          },
          {
            label:
              "钦州市工程技术系列水利水电初级专业技术资格评审委员会【钦州市水电系统职称改革工作领导小组办公室】",
            value: "d0547520-8bb3-4bb4-9974-ddd59cb3aaf6",
            Grade: "初级",
          },
          {
            label:
              "钦州市工程技术职务资格初级评委会【钦州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "2839be90-b860-4eb9-b7a2-c488180d5cc0",
            Grade: "初级",
          },
          {
            label:
              "钦州市工程系列林业专业初级专业技术职务评审委员会【钦州市林业局职称改革工作领导小组办公室】",
            value: "1cd0d387-dbec-4b8d-a64e-ff4b16784e56",
            Grade: "初级",
          },
          {
            label:
              "钦州市民营企业及流动人员工程系列专业技术资格初级评审委员会【钦州人才市场职称改革工作领导小组办公室】",
            value: "4f01b4ca-4239-4839-9076-889824a228fc",
            Grade: "初级",
          },
          {
            label:
              "全州县工程技术职务初级评审委员会【全州县工程系列职称改革工作领导小组】",
            value: "1132e849-fe61-4910-bae5-9949953e8399",
            Grade: "初级",
          },
          {
            label: "容县工程系列初级评委会【容县职称改革工作领导小组办公室】",
            value: "7d317e08-d9dd-4868-9cea-527af1404ad7",
            Grade: "初级",
          },
          {
            label: "上思县工程系列初级评审委员会【上思县工业和信息化局】",
            value: "fd69c167-ca68-4a5c-a431-1753185864ab",
            Grade: "初级",
          },
          {
            label:
              "藤县工程系列初级技术职务评审委员会【藤县工程技术经济专业职称改革工作领导小组】",
            value: "48c144cc-ae9c-4824-99cf-1ef5a2c8f698",
            Grade: "初级",
          },
          {
            label:
              "田阳县工程系列初级专业技术职务资格评审委员会【田阳县职称改革工作领导小组办公室】【田阳县职称改革工作领导小组办公室】",
            value: "e53b3e7c-1c53-4dc9-9a93-90aa882bf0aa",
            Grade: "初级",
          },
          {
            label:
              "梧州市工程系列初级专业技术职务评审委员会【梧州市工程经济系列职称改革工作领导小组办公室】",
            value: "cea7262a-3caf-48af-9451-76252efb8b5b",
            Grade: "初级",
          },
          {
            label:
              "梧州市建设行业工程系列初级专业技术职务资格评审委员会【梧州市建设行业职称改革工作领导小组办公室】",
            value: "2a605f63-6402-49d6-8c7f-ad17f7e1f4f2",
            Grade: "初级",
          },
          {
            label:
              "兴业县工程系列评审委员会【兴业县职称改革工作领导小组办公室】",
            value: "351074c0-308b-4346-adc2-67af0080505b",
            Grade: "初级",
          },
          {
            label:
              "阳朔县工程系列初级评审会【阳朔县工程系列职称改革工作领导小组】",
            value: "c648577a-68cf-4f3b-bd32-e43808455e21",
            Grade: "初级",
          },
          {
            label:
              "阳朔县工程系列职称改革工作领导小组【阳朔县职称改革工作领导小组】",
            value: "4a10d2b5-8c97-4556-a321-be902def9bc1",
            Grade: "初级",
          },
          {
            label:
              "阳朔县建筑工程系列初级评审会【阳朔县建筑工程系列职称改革工作领导小组】",
            value: "80709aab-b88a-4e2e-be53-3c54d45bdae4",
            Grade: "初级",
          },
          {
            label:
              "阳朔县建筑工程系列职称改革工作领导小组【阳朔县职称改革工作领导小组】",
            value: "ec7eb9ae-2ee7-4281-853c-05e70ef1fb76",
            Grade: "初级",
          },
          {
            label:
              "永福县工程技术初级职务评审委员会【永福县工程技术初级职务评审委员会】",
            value: "9436737f-4d86-41ce-885b-bc8ca3a6431d",
            Grade: "初级",
          },
          {
            label:
              "右江区工程系列初级职称评委会【右江区职称改革工作领导小组办公室】",
            value: "c5b99eb2-fb32-4e3c-bdf8-b2c4cd9f8ad2",
            Grade: "初级",
          },
          {
            label:
              "玉林市非公有制经济组织和社会组织工程系列初级专业技术评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "a8437027-92be-4bf7-bd93-8c08d43211bd",
            Grade: "初级",
          },
          {
            label:
              "玉林市工程系列初级专业技术资格评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "f905dad0-1dda-4675-9488-6fc60d02d130",
            Grade: "初级",
          },
          {
            label:
              "玉林市工程系列民营企业初级专业技术资格评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "28d1f53c-c8b4-45f5-8ebb-ff3c04d363a8",
            Grade: "初级",
          },
          {
            label:
              "钟山县工程系列专业技术职务评审委员会【钟山县工程经济系列职称改革工作领导小组办公室】",
            value: "eb30bd23-c97b-44cb-9186-4e926d7fa87f",
            Grade: "初级",
          },
          {
            label:
              "资源县工程系列初级专业技术服务评审委员会【资源县工程系列职称改革工作领导小组】",
            value: "99285ec1-f25a-4c54-8b18-24f519f4823a",
            Grade: "初级",
          },
          {
            label:
              "资源县工程系列职称评审委员会【资源县工程系列职称改革工作领导小组】",
            value: "393a6817-defd-4936-9ea8-2f7923159076",
            Grade: "初级",
          },
        ],
      },
      {
        label: "工艺美术系列",
        options: [
          {
            label:
              "工艺美术系列桂林市初级评审会【桂林市工艺美术系列职称改革工作领导小组】",
            value: "4e270390-a154-4f6a-956a-a071ee8b9d8e",
            Grade: "初级",
          },
          {
            label:
              "钦州市工艺美术系列专业技术资格初级评审委员会【钦州人才市场职称改革工作领导小组办公室】",
            value: "22ed9bda-a2a3-4fbd-bbd4-64a7bc28f410",
            Grade: "初级",
          },
        ],
      },
      { label: "公证系列", options: [] },
      { label: "会计系列", options: [] },
      {
        label: "技工学校教师系列",
        options: [
          {
            label:
              "广西电子高级技工学校技工学校教师系列初级专业技术资格评审委员会【广西电子高级技工学校职称改革工作领导小组办公室】",
            value: "7c801209-a592-4d33-9a4b-1ddebdfab639",
            Grade: "初级",
          },
          {
            label:
              "广西机电技师学院技工教师系列初级评委会【广西机电技师学院职称改革工作领导小组办公室】",
            value: "9147fa5a-6d61-4b66-9f7f-ddacde2e42e3",
            Grade: "初级",
          },
          {
            label:
              "广西建工集团技工教师系列初级专业技术资格评审委员会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "77e48b04-21c8-452c-8b72-2be1e09c2b34",
            Grade: "初级",
          },
          {
            label:
              "广西商贸高级技工学校技工学校教师系列初级专业技术资格评审委员会【广西壮族自治区供销合作联社职称改革工作领导小组办公室】",
            value: "ba3df644-c352-4eba-ad6f-f8005bee7481",
            Grade: "初级",
          },
          {
            label: "广西商业技师学院初级评审委员会【广西商业技师学院】",
            value: "d060ffeb-79a3-4a9e-9da3-d67ef8ba0057",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区粮食和物资储备局技工学校教师系列初级专业技术资格评审委员会【广西壮族自治区粮食和物资储备局职称改革工作领导小组办公室】",
            value: "9f6828aa-11c6-4e10-bdb0-84fa384cd90e",
            Grade: "初级",
          },
          {
            label:
              "桂林市技工学校教师系列初级评审会【桂林市技工学校教师系列职称改革工作领导小组】",
            value: "24ee9015-25fa-4f21-8dad-c9a0cd00bc4b",
            Grade: "初级",
          },
          {
            label:
              "技工学校教师系列钦州市初级评审委员会【钦州市技工学校教师系列职称改革工作领导小组办公室】",
            value: "a686af81-f639-43a1-8ee9-0c176c0a8b55",
            Grade: "初级",
          },
          {
            label:
              "技工学校教师系列玉林技师学院初级评审委员会【广西玉林技师学院职称改革工作领导小组办公室】",
            value: "96361b10-28d2-4cf8-8a45-0497f0af5c2b",
            Grade: "初级",
          },
          {
            label:
              "玉林市技工学校教师系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "85e4c825-5ffa-4462-a744-b5948c30d9ae",
            Grade: "初级",
          },
        ],
      },
      {
        label: "教师系列党校系统",
        options: [
          {
            label:
              "崇左市党校系统初级专业技术资格评审委员会【崇左市党校系统职称改革领导小组办公室】",
            value: "a0801712-7cbd-4e5e-a54c-1da60a0de043",
            Grade: "初级",
          },
          {
            label:
              "党校系统教师系列玉林市初级评委会【玉林市党校系统教师系列职称改革工作领导小组办公室】",
            value: "ec6d7639-4da6-44a0-b01e-4ccdcdae741a",
            Grade: "初级",
          },
          {
            label:
              "梧州市党校系统初级专业技术职务资格评审委员会【梧州市党校系统职称改革工作领导小组办公室】",
            value: "3e55bf2d-e340-41ff-9556-35435bf213d7",
            Grade: "初级",
          },
          {
            label:
              "玉林市党校系统教师系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "e06341f0-0280-4823-ae80-21e21d4c9f22",
            Grade: "初级",
          },
        ],
      },
      { label: "经济系列", options: [] },
      { label: "律师系列", options: [] },
      {
        label: "农业系列",
        options: [
          {
            label:
              "苍梧县农业系列初级专业技术职务评审委员会【苍梧县农业系列职称改革工作领导小组】",
            value: "94499262-4ce9-44e8-8b63-c66743457b4b",
            Grade: "初级",
          },
          {
            label:
              "大新县农业系列职称改革工作领导小组【大新县农业系列职称改革工作领导小组】",
            value: "ba4a9502-8011-496f-82be-6da02ca43a6a",
            Grade: "初级",
          },
          {
            label:
              "东兴市农业系列职称改革工作领导小组办公室【东兴市职称改革工作领导小组办公室】",
            value: "4a3d9976-2634-4279-89c8-6ea765d367fa",
            Grade: "初级",
          },
          {
            label:
              "防城港市防城区农业系列职称改革工作领导小组【防城区人力资源和社会保障局】",
            value: "250d7a08-65bf-4153-b2e0-716b097a5d6b",
            Grade: "初级",
          },
          {
            label:
              "防城港市港口区农业系列初级职务资格评审委员会【防城港市港口区人力资源和社会保障局】",
            value: "f1c6f78c-16b1-4eea-aba5-edb78bfd6099",
            Grade: "初级",
          },
          {
            label:
              "防城港市港口区农业系列初级职务资格评审委员会【港口区农业系列职改办】",
            value: "40d045cf-e73b-418b-a4f2-d19a2b510931",
            Grade: "初级",
          },
          {
            label:
              "防城区农业系列初级职称评审会【防城港市防城区农业系列职称改革工作领导小组办公室】",
            value: "30c0f9b1-c677-400f-a23d-cf5eacaf03a2",
            Grade: "初级",
          },
          {
            label:
              "扶绥县农业系列初级专业技术职务评审委员会【扶绥县农业系列职称改革工作领导小组】",
            value: "1df37fab-157b-4fcb-87f3-f5378527850a",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县农业系列初级评审委员会【富川瑶族自治县农业系列职改领导小组】",
            value: "b284da53-11e5-407a-ac79-444ce4338746",
            Grade: "初级",
          },
          {
            label:
              "恭城县农业农村综合发展中心【恭城县农业系列职称改革工作领导小组】",
            value: "edb9baf0-c55a-4de3-af2d-992db21f95ae",
            Grade: "初级",
          },
          {
            label:
              "恭城县农业系列初级职称评审委员会【恭城县农业系列职称改革工作领导小组】",
            value: "020e7dc9-af38-45c2-b72a-9e4b45d21307",
            Grade: "初级",
          },
          {
            label:
              "灌阳县农业系列初级评审会【灌阳县农业系列职称改革工作领导小组办公室】",
            value: "06f89adc-bf0a-48c3-b8d7-3195006d75d7",
            Grade: "初级",
          },
          {
            label:
              "灌阳县农业系列职称改革领导小组办公室【灌阳县职称改革工作领导小组】",
            value: "e6e702dc-11c1-4853-9e58-29a2433c6661",
            Grade: "初级",
          },
          {
            label: "广西农业干部学校初级专业职务评审委员会【广西农业干部学校】",
            value: "a5a120c4-65c1-4a72-b644-463d8089e61a",
            Grade: "初级",
          },
          {
            label: "广西钦州农业学校职改办【广西钦州农业学校】",
            value: "c9c5c526-bbcb-486f-b502-0999436ea112",
            Grade: "初级",
          },
          {
            label: "广西玉林农业学校初级职称评审委员会【广西玉林农业学校】",
            value: "67f1083c-6850-4fb9-b9e9-311e1b8330cd",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区蚕业技术推广总站初级评委会【广西壮族自治区蚕业技术推广总站】",
            value: "00c702a5-4570-49a9-9cf5-c9553e44d09a",
            Grade: "初级",
          },
          {
            label: "广西壮族自治区兽医研究所初级评审委员会【广西兽医研究所】",
            value: "52a22ffe-da06-4647-ade3-57941ea40531",
            Grade: "初级",
          },
          {
            label:
              "桂林市农业系列初级评审会【桂林市农业系列职称改革工作领导小组】",
            value: "8aecb587-218d-405e-b4a1-6c8ef6651eb2",
            Grade: "初级",
          },
          {
            label:
              "贺州市农业系列初级专业技术职务资格评审委员会【贺州市农业系列职称改革工作领导小组】",
            value: "64f983d8-78e2-416c-8d2a-a937b7f981a9",
            Grade: "初级",
          },
          {
            label:
              "靖西市农业系列初级专业技术职务评审委员会【靖西县职称改革工作领导小组办公室】",
            value: "65ea47ac-59e0-46c9-8599-3746629a2906",
            Grade: "初级",
          },
          {
            label:
              "来宾市农业系列初级评委会【来宾市农业系列职称改革工作领导小组】",
            value: "2aee0978-3de4-4bd7-a546-de4a227f265d",
            Grade: "初级",
          },
          {
            label:
              "荔浦市农业技术系列技术职务资格评审委员会【荔浦市农业技术系列职称改革工作领导小组办公室】",
            value: "51df03f4-af61-4be0-95bc-43a50ea0ead7",
            Grade: "初级",
          },
          {
            label:
              "荔浦市农业技术系列技术职务资格评审委员会【荔浦市职称改革工作领导小组】",
            value: "86735e28-35be-453a-bab7-8d2bd51c1e5d",
            Grade: "初级",
          },
          {
            label:
              "临桂区农业系列初级评委会【临桂区农业系列初级职称改革工作领导小组】",
            value: "32c7a3f1-c4c5-4598-8798-9ea2573dfec8",
            Grade: "初级",
          },
          {
            label:
              "灵川县农业系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "3dfb3726-d5bd-4833-b2a5-8c5e18671904",
            Grade: "初级",
          },
          {
            label:
              "灵川县农业系列初级职称评审委员会【灵川县农业系列职称改革工作领导小组】",
            value: "96ce1b5f-6cf3-4954-b3cb-2c54c8ed4764",
            Grade: "初级",
          },
          {
            label:
              "灵山县农业系列初级评审委员会【灵山县农业系列职称改革工作领导小组办公室】",
            value: "e25e2466-4e25-4877-9c74-81c2af313103",
            Grade: "初级",
          },
          {
            label:
              "凌云县农业系列初级评审会【凌云县职称改革工作领导小组办公室】",
            value: "e71eb6f6-478f-400f-9f66-63da297a8925",
            Grade: "初级",
          },
          {
            label:
              "龙胜各族自治县农业系列职改领导小组办公室【龙胜县农业系列职称改革工作领导小组】",
            value: "addcbfe7-b7ad-4339-9e6b-c2534ecb4cb8",
            Grade: "初级",
          },
          {
            label:
              "龙州县农业系列专业技术职务评审委员会【龙州县农业系列职称改革工作领导小组】",
            value: "5152adb8-9021-4be4-a5fd-1cfed2ff7809",
            Grade: "初级",
          },
          {
            label:
              "陆川县农业系列初级评委会【陆川县职称改革工作领导小组办公室】",
            value: "f1255feb-5ce7-4889-a3e4-fab89c28f52a",
            Grade: "初级",
          },
          {
            label:
              "蒙山县农业系列初级职称评审委员会【蒙山县农业系列职称改革领导小组】",
            value: "fa9935e9-9b4b-4e4d-938c-77beee99e08c",
            Grade: "初级",
          },
          {
            label:
              "宁明县农业农村局初级职称评审委员会【宁明县农业系列职称改革工作领导小组办公室】",
            value: "a37a5b6c-cefc-4b10-80b0-667caa00439c",
            Grade: "初级",
          },
          {
            label:
              "农业系列百色市初级评委会【百色市农业系列职称改革工作领导小组办公室】",
            value: "259e8a82-d69d-441e-a0d6-9b7749a43e50",
            Grade: "初级",
          },
          {
            label:
              "农业系列百色市乐业县初级评委会【乐业县职称改革工作领导小组办公室】",
            value: "fa748108-e4a9-4d00-819f-4fa09d04b7ad",
            Grade: "初级",
          },
          {
            label: "农业系列北海市初级评委会【北海市农业系列职改办】",
            value: "ba1e37a4-c9bc-422e-9cc8-7ced214d5ed3",
            Grade: "初级",
          },
          {
            label:
              "农业系列崇左市初级评委会【崇左市农业系列职称改革工作领导小组办公室】",
            value: "8399698b-8cfa-4aa9-947c-8449631e508b",
            Grade: "初级",
          },
          {
            label:
              "农业系列初级评审委员会【东兴市农业系列职称改革工作领导小组办公室】",
            value: "5c20ab36-8f81-43bf-ac6c-d8f9f28fd5cd",
            Grade: "初级",
          },
          {
            label:
              "农业系列初级评审委员会【贵港市农业系列职称改革工作领导小组办公室】",
            value: "24dc3bc2-9756-44a3-bfde-803f22bc3e18",
            Grade: "初级",
          },
          {
            label:
              "农业系列初级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "9aba9e63-2fca-4ef1-ae84-eba206dc9723",
            Grade: "初级",
          },
          {
            label:
              "农业系列初级职称评审委员会【天等县农业系列职称改革工作领导小组】",
            value: "e811c6d3-76b4-403c-ae93-f7d90e9fc6e8",
            Grade: "初级",
          },
          {
            label: "农业系列防城港市初级评委会【防城港市农业系列职改办】",
            value: "c5d01391-66e0-46c9-8f6c-fcc48002eb8a",
            Grade: "初级",
          },
          {
            label:
              "农业系列平南县初级评审委员会【平南县农业系列职称改革工作领导小组办公室】",
            value: "e1324083-e8ad-4f87-9580-3894087dad14",
            Grade: "初级",
          },
          {
            label:
              "农业系列钦州市初级评审委员会【钦州市农业系列职称改革工作领导小组办公室】",
            value: "51cd457c-2e16-42f6-a3d8-0b16dfe34922",
            Grade: "初级",
          },
          {
            label:
              "农业系列钦州市钦南区初级评审委员会【钦州市钦南区农业系列职称改革工作领导小组办公室】",
            value: "3e343f63-4a81-421a-9abb-18c8f72d1a61",
            Grade: "初级",
          },
          {
            label:
              "农业系列田东县初级评审委员会【田东县职称改革工作领导小组办公室】",
            value: "192d7a7c-2b7e-4a3b-aeca-79fc99a4d9ac",
            Grade: "初级",
          },
          {
            label:
              "农业系列田林县初级评委会【田林县职称改革工作领导小组办公室】",
            value: "660270bb-2b5a-464d-b60d-0df258d0d787",
            Grade: "初级",
          },
          {
            label: "农业系列武宣县初级评审委员会【武宣县职称改革工作领导小组】",
            value: "35094c55-c2df-4951-ae6d-6bb81893b403",
            Grade: "初级",
          },
          {
            label: "农业系列象州县初级评委会【象州县职称改革工作领导小组】",
            value: "412467bd-8154-4468-a902-127f543bc1ac",
            Grade: "初级",
          },
          {
            label: "农业系列兴宾区初级评委会【兴宾区职称改革工作领导小组】",
            value: "cf86be22-2c4e-42d1-b0a7-236b477144d1",
            Grade: "初级",
          },
          {
            label:
              "农业系列右江区初级职称评委会【右江区农业系列职称改革工作领导小组办公室】",
            value: "609b9f64-16d4-46ce-a7ca-2863de1b68fa",
            Grade: "初级",
          },
          {
            label:
              "平乐县农业系列专业技术职务评审委员会【平乐县农业系列职称改革工作领导小组办公室】",
            value: "a73cfd87-a6b0-4fd0-9aed-6530c02747e8",
            Grade: "初级",
          },
          {
            label:
              "凭祥市农业系列初级职称评审委员会【凭祥市农业系列职称改革工作领导小组办公室】",
            value: "a4b7baff-d5e4-496b-8ef6-1da721f411b1",
            Grade: "初级",
          },
          {
            label:
              "浦北县农业系列初级职称评审委员会【浦北县农业系列职称改革工作领导小组办公室】",
            value: "68bc1194-4b51-4b77-92c9-afc121ac2be0",
            Grade: "初级",
          },
          {
            label:
              "钦北区农业系列职务资格初级评委会【钦北区职称改革工作领导小组办公室】",
            value: "a16bbd52-9d9d-4464-84c9-e82f4df00846",
            Grade: "初级",
          },
          {
            label:
              "钦南区农业系列初级专业技术职称资格评审委员会【钦南区职称改革工作领导小组办公室】",
            value: "a6a0d086-ae94-400e-98c4-0c2fb0eecb68",
            Grade: "初级",
          },
          {
            label:
              "全州县农业系列初级专业技术职称评审委员会【全州县农业系列职称改革工作领导小组】",
            value: "9d035351-362c-4ad0-bcc9-e3593d8866db",
            Grade: "初级",
          },
          {
            label: "容县农业系列初级评委会【容县职称改革工作领导小组办公室】",
            value: "60080449-faa7-4fea-89af-5293ed849e31",
            Grade: "初级",
          },
          {
            label: "上思县农业系列初级评审委员会【上思县农业农村局】",
            value: "2cf46af1-029d-4f95-a8c5-5b6225d5d841",
            Grade: "初级",
          },
          {
            label:
              "藤县农业系列初级技术职务评审委员会【藤县农业系列职称改革工作领导小组】",
            value: "edaf1645-7b6e-4df0-97b6-9d85abdf7496",
            Grade: "初级",
          },
          {
            label:
              "梧州市农业系列初级专业技术资格评审委员会【梧州市农业系列职称改革工作领导小组办公室】",
            value: "2bcf7254-706f-45de-b217-34b81693969a",
            Grade: "初级",
          },
          {
            label:
              "兴安县农业系列初级职称评审委员会【兴安县农业系列职称改革工作领导小组】",
            value: "e89f1429-4e62-4773-b1f8-154dfc1e9020",
            Grade: "初级",
          },
          {
            label:
              "兴业县农业系列评审委员会【兴业县职称改革工作领导小组办公室】",
            value: "f1bb371c-b5ac-4521-80a8-1191525de140",
            Grade: "初级",
          },
          {
            label:
              "阳朔县农业系列职称改革工作领导小组【阳朔县职称改革工作领导小组】",
            value: "dea9ac5f-15a0-4f21-ac45-f0a0eae58d40",
            Grade: "初级",
          },
          {
            label:
              "阳朔县农业系列职称改革工作领导小组【阳朔县农业系列职称改革工作领导小组】",
            value: "657cc138-9f46-4fec-9fb4-0bc70a78ec4c",
            Grade: "初级",
          },
          {
            label:
              "阳朔县农业系列职称改革工作领导小组【阳朔县农业系列职称改革工作领导小组】",
            value: "91abbbc7-be2f-4a53-932d-4cdb4e8ad2a9",
            Grade: "初级",
          },
          {
            label:
              "永福县农业系列初级职称评审会【永福县农业系列职称改革领导小组】",
            value: "3d4fd7a9-2bca-42ad-bda8-26942fa415e4",
            Grade: "初级",
          },
          {
            label:
              "右江区农业系列初级职称评委会【右江区职称改革工作领导小组办公室】",
            value: "ef1a3330-2382-4375-b368-de0c0862ee7f",
            Grade: "初级",
          },
          {
            label:
              "玉林市农业系列初级评审委员会【玉林市农业系列职称改革工作领导小组】",
            value: "5f79d05d-f0cf-4a74-8b2d-e96e261ce5c1",
            Grade: "初级",
          },
          {
            label:
              "昭平县农业系列职称改革工作领导小组办公室【昭平县农业系列职称改革工作领导小组办公室】",
            value: "3d980648-55e5-4da8-b85e-975c64257b8d",
            Grade: "初级",
          },
          {
            label:
              "钟山县农业系列专业技术职务评审委员会【钟山县农业系列职称改革工作领导小组办公室】",
            value: "8e44d7f3-3b8a-4eb6-9803-ab1f17b64821",
            Grade: "初级",
          },
        ],
      },
      {
        label: "群众文化行业",
        options: [
          {
            label:
              "崇左市群众文化系列初级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "16551f12-c7f0-4a82-8c77-03e0bc836c9a",
            Grade: "初级",
          },
          {
            label:
              "防城港市文化系列初级职务资格评审委员会【防城港市文化系列职改办】",
            value: "b1d0580e-1120-4d59-8a93-9677fa265b27",
            Grade: "初级",
          },
          {
            label:
              "贵港市群众文化行业初级评审委员会【贵港市文化广电体育和旅游局】",
            value: "601320c7-bc93-4747-ab68-1ce94cc2bf28",
            Grade: "初级",
          },
          {
            label:
              "桂林市群众文化行业初级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "892879a1-9dad-4054-8ce3-934e5205d196",
            Grade: "初级",
          },
          {
            label:
              "来宾市文化广电和旅游局群众文化系列初级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "856209ca-3a11-4f56-9102-93be6b0f0b23",
            Grade: "初级",
          },
          {
            label:
              "灵川县群众文化系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "934c2d7b-6b59-4786-94f8-057435b72611",
            Grade: "初级",
          },
          {
            label:
              "灵山县群众文化系列初级评审委员会【灵山县图书文博群文艺术系列改革工作领导小组办公室】",
            value: "e3cc5c10-6662-4efb-8cd4-10729743306d",
            Grade: "初级",
          },
          {
            label:
              "龙胜各族自治县文化系列职称改革工作领导小组【龙胜县文化系列职称改革工作领导小组】",
            value: "e8f1b1c9-d8d8-405a-a824-a7a0c9dfa76b",
            Grade: "初级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "3bc34132-7434-4a24-8230-5677cfebe3d0",
            Grade: "初级",
          },
          {
            label:
              "群众文化系列百色市初级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "995e6cc7-c500-4589-8f50-13fa518a13fd",
            Grade: "初级",
          },
          {
            label:
              "群众文化系列玉林市初级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "c7a0d5f6-4383-4862-8f19-0abea8d6897d",
            Grade: "初级",
          },
          {
            label: "群众文化行业北海市初级评委会【北海市文化系列职改办】",
            value: "2acde0a6-f940-4f29-8dc6-eedf0a579bbe",
            Grade: "初级",
          },
          {
            label:
              "群众文化行业贺州市初级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "4eb1d94b-233d-4cf1-a3c4-e8d1e2ebb8e8",
            Grade: "初级",
          },
          {
            label:
              "群众文化行业梧州市初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "280cf914-f86f-4b3d-89de-3261c8466155",
            Grade: "初级",
          },
          {
            label:
              "梧州市艺术、图书、文博系列初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "552d8900-cb07-450e-b2fa-f3e67f2fb604",
            Grade: "初级",
          },
          {
            label:
              "玉林市群众文化系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "cfd1d8a4-cc0f-42bf-8836-c5dfb14b1b4e",
            Grade: "初级",
          },
          {
            label:
              "昭平县图书文博群文资料艺术及体育系列初级职称资格评审委员会【昭平县图书文博群文资料艺术及体育系列初级职称改革工作领导小组】",
            value: "6ae0789b-71c4-4ab4-8ef1-7a92d6c25e81",
            Grade: "初级",
          },
          {
            label:
              "钟山县群众文化系列初级评审委员会【钟山县图书文博资料、艺术系列职称改革工作领导小组办公室】",
            value: "4856fbd3-f527-4f7f-938f-87c8bedb941a",
            Grade: "初级",
          },
        ],
      },
      {
        label: "社会科学研究系列",
        options: [
          {
            label:
              " 社会科学研究系列广西社会科学院初级评委会【广西社会科学院职称改革工作领导小组办公室】",
            value: "bd891af8-c964-4a42-b122-2351ef00d8c8",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "9fb54e41-1c86-4d0c-a9f4-c55023855344",
            Grade: "初级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院社会科学研究系列初级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "833a6c20-c1a0-4571-bb4c-081f34815d97",
            Grade: "初级",
          },
          {
            label:
              "桂林市社科系列初级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "6508c015-c9db-4deb-9469-9aae8cd470cd",
            Grade: "初级",
          },
          {
            label:
              "桂林医学院社会科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "61c3a808-52af-4bae-bed4-9905b119f7fd",
            Grade: "初级",
          },
          {
            label:
              "贺州学院社会科学研究系列初级评委会【贺州学院职称改革办公室】",
            value: "622ea1fb-54d5-44cf-bc75-780b7d250fd2",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列百色学院初级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "c37ea8e7-89a1-4816-bd63-5a34e52b0ccd",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列北部湾大学初级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "6a5ed81b-a7f0-4a17-bf47-a390ccc9ef70",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列广西科技大学初级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "2d65780f-ab07-4a3a-a49b-47d7d8eea850",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "8b9f4ee3-f9e3-47ee-8135-8e4f45ec741e",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "bb48e28c-beb5-4378-bed9-bbb36a40740a",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列钦州市初级专业技术资格评审委员会【钦州市社会科学研究系列职称改革工作领导小组办公室】",
            value: "6ab858df-2656-4b51-820a-0c756667f4a8",
            Grade: "初级",
          },
          {
            label:
              "社会科学研究系列梧州学院初级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "b7856597-212c-4b2c-bb3f-7bd1168edf2b",
            Grade: "初级",
          },
        ],
      },
      { label: "审计系列", options: [] },
      {
        label: "实验技术系列",
        options: [
          {
            label: "广西钦州农业学校职改办【广西钦州农业学校】",
            value: "2e578936-2b2a-4a48-9ea4-56ece3e06785",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "950cd151-9b05-48e9-a36c-4bb06617699c",
            Grade: "初级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院实验系列初级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "a9391d74-4f03-465d-aa09-85e1f0c40307",
            Grade: "初级",
          },
          {
            label:
              "桂林市实验系列初级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "7bbf4291-8661-4e76-a226-45e270302050",
            Grade: "初级",
          },
          {
            label:
              "桂林医学院实验系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "3e536a2d-652b-49dc-bf8d-99ff3f57bd53",
            Grade: "初级",
          },
          {
            label: "贺州学院实验系列初级评委会【贺州学院职称改革办公室】",
            value: "5a9d4b0e-9416-4612-a532-dba19f9d370c",
            Grade: "初级",
          },
          {
            label:
              "荔浦市教育系统初级专业技术职务资格评审委员会【荔浦市教育系统职称改革工作领导小组】",
            value: "aefd70a8-963d-4dd1-b39b-42ecaa6ca169",
            Grade: "初级",
          },
          {
            label:
              "灵川县实验系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "9f7de6b8-c25b-4903-941b-8745fb39bb11",
            Grade: "初级",
          },
          {
            label:
              "实验技术系列百色学院初级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "86b38bbc-d234-4b67-b0fe-e8ea1ffa2b74",
            Grade: "初级",
          },
          {
            label:
              "实验技术系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "370b30dc-66c1-4459-aa78-3e09350fab61",
            Grade: "初级",
          },
          {
            label:
              "实验技术系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "ef60b08b-4adb-4e00-ba76-1413027d5a8b",
            Grade: "初级",
          },
          {
            label:
              "实验技术系列南宁职业技术学院初级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "8f3dee0f-f4c0-4975-bf77-13fbee6e8c60",
            Grade: "初级",
          },
          {
            label:
              "实验系列北部湾大学初级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "32c0be2b-2b52-4e0d-b013-038b029d7f2c",
            Grade: "初级",
          },
          {
            label:
              "实验系列北海市初级评委会【北海市教师职称改革工作领导小组办公室】",
            value: "19a4ac9b-37a1-4cd8-ad36-cb05e0a045bf",
            Grade: "初级",
          },
          {
            label:
              "实验系列广西科技大学初级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "b36486f7-8219-41cd-a832-569f55d19c32",
            Grade: "初级",
          },
          {
            label:
              "实验系列梧州学院初级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "9ddbaceb-fba7-481e-a479-76234d214c77",
            Grade: "初级",
          },
        ],
      },
      {
        label: "体育系列",
        options: [
          {
            label:
              "广西壮族自治区体育系列初级评委会【广西体育系列职称改革工作领导小组办公室】",
            value: "ece6b05f-9a1d-4b79-87b8-59dfb2cecc82",
            Grade: "初级",
          },
          {
            label: "贵港市体育系列初级评审委员会【贵港市文化广电体育和旅游局】",
            value: "9a049c84-e90d-4875-ace5-0bb691775d10",
            Grade: "初级",
          },
          {
            label:
              "桂林市体育系列初级职称评审会【桂林市体育系列职称改革工作领导小组】",
            value: "12f2e297-6ee9-421b-9aa2-565441368f51",
            Grade: "初级",
          },
          {
            label:
              "灵川县体育系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "263d9a40-83d7-4121-b517-9ec751b84fed",
            Grade: "初级",
          },
          {
            label:
              "平南县体育系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "8dec1ec9-65f0-4ec5-92db-1be64a737601",
            Grade: "初级",
          },
          {
            label:
              "体育系列玉林市初级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "f1a9829b-8097-4359-b5d6-1d9a29880ed6",
            Grade: "初级",
          },
          {
            label:
              "梧州市体育系列初级专业技术职务资格评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "c71af33f-6e4a-4675-a457-c2d9964e7a22",
            Grade: "初级",
          },
          {
            label:
              "玉林市体育系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "5d2156b5-4028-4ebf-ac95-1fe0afea70d5",
            Grade: "初级",
          },
        ],
      },
      { label: "统计系列", options: [] },
      {
        label: "图书资料系列",
        options: [
          {
            label:
              "崇左市图书资料系列初级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "5decd324-27c3-4bea-a2d9-b3e569196dcc",
            Grade: "初级",
          },
          {
            label:
              "防城港市文化系列初级职务资格评审委员会【防城港市文化系列职改办】",
            value: "db0e31b4-75f6-4e23-8ace-92216a868be4",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县图书资料系列初级评委会【富川瑶族自治县艺术、图书资料、文物博物系列职称改革工作领导小组】",
            value: "5945e129-1438-42c0-8360-11a3e4bdb88c",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "8918515d-0de6-4a65-b386-71ca3cfa170c",
            Grade: "初级",
          },
          {
            label:
              "贵港市图书资料系列初级评审委员会【贵港市文化广电体育和旅游局】",
            value: "96088b9c-3bac-4720-9a08-a129673993ed",
            Grade: "初级",
          },
          {
            label:
              "桂林市图书资料系列初级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "a7d51dfc-d758-4681-9ab3-c66d4aec010e",
            Grade: "初级",
          },
          {
            label:
              "来宾市文化广电和旅游局图书系列初级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "dd654bfa-1dd3-4b29-88c9-e55ff58e2775",
            Grade: "初级",
          },
          {
            label:
              "灵川县图书资料系列初级职称评审会【灵川县职称改革工作领导小组】",
            value: "9e23a1f9-2510-4a59-b423-a028b175a2bf",
            Grade: "初级",
          },
          {
            label:
              "灵山县图书资料系列初级评审委员会【灵山县图书文博群文艺术系列改革工作领导小组办公室】",
            value: "9929f534-c906-4c19-a2d6-284176ee4aff",
            Grade: "初级",
          },
          {
            label:
              "龙胜各族自治县文化系列职称改革工作领导小组【龙胜县文化系列职称改革工作领导小组】",
            value: "bee876d2-996a-4b29-8c87-4a45d3f3e79d",
            Grade: "初级",
          },
          {
            label:
              "平南县图书资料系列初级评审委员会【平南县职称改革工作领导小组办公室】",
            value: "d1e370f9-b30b-4622-9724-d1d02a7b7154",
            Grade: "初级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "fdcdb5b2-3c0f-42c7-b8d8-afefe6adc5c0",
            Grade: "初级",
          },
          {
            label:
              "藤县图书文博艺术系列初级专业技术资格评审委员会【藤县图书文博艺术系列职称改革工作领导小组】",
            value: "e15c30ed-ad89-47a3-bd7a-8ea6265efe75",
            Grade: "初级",
          },
          {
            label:
              "图书资料系列百色市初级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "2bd15512-df60-4b1d-ae6f-d00a18e3852c",
            Grade: "初级",
          },
          {
            label: "图书资料系列北海市初级评委会【北海市文化系列职改办】",
            value: "c34bc0ee-4406-4cf2-8d13-343a671b8740",
            Grade: "初级",
          },
          {
            label:
              "图书资料系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "f6717b8c-da7b-47fe-b819-8f79f49d57d2",
            Grade: "初级",
          },
          {
            label:
              "图书资料系列贺州市初级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "6b228f25-40ce-4570-b01a-7d34e9c96bac",
            Grade: "初级",
          },
          {
            label:
              "图书资料系列梧州市初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "a2951868-901a-42fa-a12b-02517d7f46b7",
            Grade: "初级",
          },
          {
            label:
              "图书资料系列玉林市初级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "a602f431-73a4-4c15-bc26-46230acbe47c",
            Grade: "初级",
          },
          {
            label:
              "梧州市艺术、图书、文博系列初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "775e605c-e8ac-4c14-bdef-3569b1b89875",
            Grade: "初级",
          },
          {
            label:
              "玉林市图书系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "c80899d3-de02-4c44-bb59-027f6e3374eb",
            Grade: "初级",
          },
          {
            label:
              "昭平县图书文博群文资料艺术及体育系列初级专业技术职务资格评审委员会【昭平县图书文博群文资料艺术及体育系列初级职称改革工作领导小组】",
            value: "d93d095b-32b4-4662-add6-2f9a26dd02cb",
            Grade: "初级",
          },
          {
            label:
              "钟山县图书资料系列初级评审委员会【钟山县图书文博资料、艺术系列职称改革工作领导小组办公室】",
            value: "9cf983dc-d0a4-4988-a145-3c3b689b26e7",
            Grade: "初级",
          },
        ],
      },
      { label: "卫生系列", options: [] },
      {
        label: "文物博物系列",
        options: [
          {
            label:
              "崇左市文物博物系列初级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "476d587c-0693-4ec3-9dc1-a0af24044394",
            Grade: "初级",
          },
          {
            label:
              "防城港市文化系列初级职务资格评审委员会【防城港市文化系列职改办】",
            value: "803db94d-ba73-407f-b85e-56a643c7179a",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县文物博物系列初级评委会【富川瑶族自治县艺术、图书资料、文物博物系列职称改革工作领导小组】",
            value: "3db667f5-422f-4e10-b39b-a688767f9c38",
            Grade: "初级",
          },
          {
            label:
              "贵港市文物博物系列初级评审委员会【贵港市文化广电体育和旅游局】",
            value: "36b607ed-3d56-4285-bf76-274c09edae36",
            Grade: "初级",
          },
          {
            label:
              "桂林市文物博物系列初级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "b2571708-4516-494d-bba7-92a5d82a4102",
            Grade: "初级",
          },
          {
            label:
              "来宾市文化广电和旅游局文物博物系列初级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "e3d88081-49ab-4b12-8760-2e575c8957ff",
            Grade: "初级",
          },
          {
            label:
              "灵川县文物博物系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "72f9f14f-2fc9-49e9-a359-c9100d686517",
            Grade: "初级",
          },
          {
            label:
              "灵山县文物博物系列初级评审委员会【灵山县图书文博群文艺术系列改革工作领导小组办公室】",
            value: "c06976f5-deb7-43c2-8f00-d359fd3b7429",
            Grade: "初级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "61208163-fade-41b6-b1dd-b61e79bbbcf7",
            Grade: "初级",
          },
          {
            label:
              "藤县图书文博艺术系列初级专业技术资格评审委员会【藤县图书文博艺术系列职称改革工作领导小组】",
            value: "0217c272-6abd-42a7-8e13-7aea4231703c",
            Grade: "初级",
          },
          {
            label:
              "文物博物系列百色市初级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "5001b87e-12ed-4418-8544-3193895fd3de",
            Grade: "初级",
          },
          {
            label: "文物博物系列北海市初级评委会【北海市文化系列职改办】",
            value: "0ebec67a-796b-42a7-b4f8-8041c86f223e",
            Grade: "初级",
          },
          {
            label:
              "文物博物系列贺州市初级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "40184dfd-c97a-43fc-957a-ed5fab8c6bef",
            Grade: "初级",
          },
          {
            label:
              "文物博物系列梧州市初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "796173fa-a19d-4283-84fb-fe9f3a520c62",
            Grade: "初级",
          },
          {
            label:
              "文物博物系列玉林市初级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "e57f4a41-6158-43de-8951-b54ac32628bb",
            Grade: "初级",
          },
          {
            label:
              "梧州市艺术、图书、文博系列初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "59532858-effe-4e98-a3ca-f95183b232ed",
            Grade: "初级",
          },
          {
            label:
              "玉林市文物博物系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "24a6132a-dc56-44a5-b782-10a0ab57de3b",
            Grade: "初级",
          },
          {
            label:
              "钟山县文博系列初级评审委员会【钟山县图书文博资料、艺术系列职称改革工作领导小组办公室】",
            value: "98ab22ec-945a-4e80-9391-239698fe7c87",
            Grade: "初级",
          },
        ],
      },
      { label: "文学创作", options: [] },
      {
        label: "新闻系列",
        options: [
          {
            label:
              "北海市新闻系列初级专业职务任职资格评审委员会【北海市新闻系列职称改革工作领导小组办公室】",
            value: "7f3295a5-c7e2-4b44-9328-36bcd694a7ce",
            Grade: "初级",
          },
          {
            label:
              "崇左市新闻系列初级评审委员会【崇左市新闻播音系列职称改革工作领导小组办公室】",
            value: "f1de2391-15f9-45cd-91c8-34ab529bb13b",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区新闻系列贺州市初级评委会【贺州市新闻系列职称改革工作领导小组】",
            value: "5e65db70-483e-48f7-8e0a-ecb4088f6755",
            Grade: "初级",
          },
          {
            label:
              "贵港市新闻系列初级专业技术资格评审委员会【贵港市新闻系列职称改革工作领导小组办公室】",
            value: "7403f9a2-f34c-4af3-9d05-067bfa09efa4",
            Grade: "初级",
          },
          {
            label:
              "桂林市新闻系列初级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "68592d73-6e49-43d1-ae23-66ae1fd44e1c",
            Grade: "初级",
          },
          {
            label:
              "来宾市新闻系列初级评审委员会【来宾市宣传口职称评定工作领导小组】",
            value: "2c818d98-d9d8-4dca-b644-79441e021273",
            Grade: "初级",
          },
          {
            label:
              "灵川县新闻系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "b6974eab-fd07-4d52-98c8-f5a3b4e16c73",
            Grade: "初级",
          },
          {
            label:
              "平南县新闻系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "6b1bf88a-185e-4ddb-812d-bda28c6fed22",
            Grade: "初级",
          },
          {
            label:
              "钦州市新闻系列初级专业技术职务评审委员会【钦州市新闻系列职称评定工作领导小组办公室】",
            value: "c7d0d0ca-2f0c-4403-88b5-11ac85c8c063",
            Grade: "初级",
          },
          {
            label: "梧州日报社新闻系列初级专业技术职务评审委员会【梧州日报社】",
            value: "6605ff61-0e3c-4376-b869-f26b0f387daa",
            Grade: "初级",
          },
          {
            label:
              "梧州市文化广电系统新闻系列初级专业技术职务资格评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "ab4ba43d-d2a5-4c42-bbe4-8265fd1dc63a",
            Grade: "初级",
          },
          {
            label:
              "新闻系列百色市初级评委会【百色市新闻系列职称改革工作领导小组办公室】",
            value: "edf014cb-da35-4120-8533-9d3402323abb",
            Grade: "初级",
          },
          {
            label: "新闻系列防城港市初级评委会【防城港市新闻系列职改办一】",
            value: "981c8a7b-295e-4f9e-9894-373a21038f39",
            Grade: "初级",
          },
          {
            label:
              "玉林市新闻系列初级职称评审委员会【玉林市新闻系列职称改革工作领导小组办公室】",
            value: "21529868-fb1d-4ac0-98f9-953c323bcd2e",
            Grade: "初级",
          },
          {
            label:
              "玉林市新闻系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "29b4ca0a-88e0-46b6-9ee9-ea0552195828",
            Grade: "初级",
          },
        ],
      },
      {
        label: "艺术系列",
        options: [
          {
            label:
              "崇左市艺术系列初级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "701ee678-41bc-47ea-bcd7-7a9f671f7738",
            Grade: "初级",
          },
          {
            label:
              "防城港市文化系列初级职务资格评审委员会【防城港市文化系列职改办】",
            value: "c903d65a-d803-4ca1-874f-e97400e2503f",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县艺术系列初级评委会【富川瑶族自治县艺术、图书资料、文物博物系列职称改革工作领导小组】",
            value: "b1f4d6c3-ad96-4eb1-8725-05876d30e1f3",
            Grade: "初级",
          },
          {
            label:
              "恭城县艺术系列初级职称评审委员会【恭城县艺术系列初级职称评审委员会】",
            value: "51ee587a-2ee4-42fe-8363-f9c2bb5687ca",
            Grade: "初级",
          },
          {
            label: "贵港市艺术系列初级评审委员会【贵港市文化广电体育和旅游局】",
            value: "cd0b6489-9057-4458-8175-31452d4f4023",
            Grade: "初级",
          },
          {
            label:
              "桂林市艺术系列初级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "2a2b7a03-283a-4fe5-b9c9-4709200c0d84",
            Grade: "初级",
          },
          {
            label:
              "来宾市文化广电和旅游局艺术系列初级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "1e3eddf3-348d-43f8-a6f8-88906edc3087",
            Grade: "初级",
          },
          {
            label:
              "灵川县艺术系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "4b30ed2d-8a34-4a65-8ca2-9777e79f1b7a",
            Grade: "初级",
          },
          {
            label:
              "灵山县艺术系列初级评审委员会【灵山县图书文博群文艺术系列改革工作领导小组办公室】",
            value: "5aa72de7-5290-43d5-b218-f807d0f3ddfe",
            Grade: "初级",
          },
          {
            label:
              "平乐县文化广电体育和旅游局【平乐县图书、文博、艺术、群文系列职称改革工作领导小组办公室】",
            value: "403210e4-285b-448b-ad1a-68965f7b648d",
            Grade: "初级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "9094afeb-73f9-442c-8df9-411d44e8b8b3",
            Grade: "初级",
          },
          {
            label:
              "藤县图书文博艺术系列初级专业技术资格评审委员会【藤县图书文博艺术系列职称改革工作领导小组】",
            value: "f99a5296-9fe2-4e89-8ee1-fb3e9bd67e6b",
            Grade: "初级",
          },
          {
            label:
              "梧州市艺术、图书、文博系列初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "648744b1-a0ba-4014-8509-3227d3bed34c",
            Grade: "初级",
          },
          {
            label:
              "艺术系列百色市初级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "27bf7bf0-e9aa-4e79-b5b6-a477d480732c",
            Grade: "初级",
          },
          {
            label: "艺术系列北海市初级评委会【北海市文化系列职改办】",
            value: "ece13bd9-94d8-45ec-ad05-a33d2ccc5873",
            Grade: "初级",
          },
          {
            label:
              "艺术系列贺州市初级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "3a0566e2-3284-4481-8988-4ef81c183a4c",
            Grade: "初级",
          },
          {
            label:
              "艺术系列梧州市初级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "589469f0-a114-4928-acdf-0f1698c8b7b6",
            Grade: "初级",
          },
          {
            label:
              "艺术系列玉林市初级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "a90f3167-57b6-42c4-b24b-6fe8f88a4512",
            Grade: "初级",
          },
          {
            label:
              "玉林市艺术系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "dafd4bbe-1f0a-4011-8029-aafbe19ba607",
            Grade: "初级",
          },
          {
            label:
              "钟山县艺术系列初级评审会【钟山县图书文博资料、艺术系列职称改革工作领导小组办公室】",
            value: "7debc126-355c-49f7-9abc-10dc34d6d4ee",
            Grade: "初级",
          },
        ],
      },
      { label: "影视艺术、技术专业", options: [] },
      {
        label: "政工系列",
        options: [
          {
            label:
              "北海市政工系列初级评审委员会【北海市新闻系列职称改革工作领导小组办公室】",
            value: "1f91865f-e5a2-4e78-bc79-bed7aa32e847",
            Grade: "初级",
          },
          {
            label:
              "广西北部湾投资集团有限公司企业政工初级评委会【广西北部湾投资集团有限公司职称改革领导小组办公室】",
            value: "363ba7f0-3af3-409d-a96d-11f400fbc873",
            Grade: "初级",
          },
          {
            label:
              "广西交通投资集团有限公司政工系列初级专业职务资格评审委员会【广西交通投资集团有限公司职称改革工作领导小组办公室】",
            value: "77a4120e-d174-4893-a8aa-b580d5732995",
            Grade: "初级",
          },
          {
            label:
              "桂林市政工系列初级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "3be72803-a768-4ad9-91a7-9eee4edc577e",
            Grade: "初级",
          },
          {
            label:
              "来宾市企业政工系列初级评审委员会【来宾市宣传口职称评定工作领导小组】",
            value: "5fbf5055-9733-4829-89d9-43a4a8627ea0",
            Grade: "初级",
          },
          {
            label:
              "钦州市政工系列初级评审委员会【钦州市新闻系列职称评定工作领导小组办公室】",
            value: "56ffa520-b3db-4b43-9f3d-bd3b79574008",
            Grade: "初级",
          },
          {
            label:
              "梧州市政工系列初级专业技术职务任职资格评审委员会【梧州市新闻系列职称改革工作领导小组办公室】",
            value: "8e621ab2-2e02-4ae4-b537-4752b4403175",
            Grade: "初级",
          },
          {
            label:
              "政工系列百色市初级评委会【百色市新闻系列职称改革工作领导小组办公室】",
            value: "d51b2e7e-1aed-4a76-8181-cc2aeb401ed4",
            Grade: "初级",
          },
          {
            label: "政工系列防城港市初级评委会【防城港市新闻系列职改办一】",
            value: "63184fb1-9d40-4905-abbd-19dbf337a6ea",
            Grade: "初级",
          },
          {
            label:
              "政工系列广西建工集团初级评委会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "869dc8d2-90cb-44b6-a138-6041e26b20ce",
            Grade: "初级",
          },
        ],
      },
      {
        label: "职工教育系统",
        options: [
          {
            label:
              "玉林市职工教育系统初级评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "2590920c-c4f8-4372-92c8-7873d16ad789",
            Grade: "初级",
          },
          {
            label:
              "职工教育系统桂林市初级评审会【桂林市职工教育系统职称改革工作领导小组】",
            value: "527f0f09-c161-48bc-bd79-4fb464f661fa",
            Grade: "初级",
          },
          {
            label:
              "职工教育系统桂林市初级评审会【桂林市职工教育系列职称改革工作领导小组】",
            value: "1525c668-f27c-428b-8eea-d35fdc43fe46",
            Grade: "初级",
          },
        ],
      },
      {
        label: "中等职业学校教师系列",
        options: [
          {
            label:
              "富川瑶族自治县中等职业学校教师系列初级评审委员会【富川瑶族自治县教师职称改革工作领导小组】",
            value: "67cd4df4-0db6-4abb-b918-c476c1a7fd44",
            Grade: "初级",
          },
          {
            label:
              "广西纺织工业学校【广西纺织工业学校职称改革工作领导小组办公室】",
            value: "4a60884d-9712-42b2-8e11-493ec37e8a54",
            Grade: "初级",
          },
          {
            label:
              "广西理工职业技术学校、广西建筑材料工业技工学校初级评审委员会【广西理工职业技术学校、广西建筑材料工业技工学校职称改革工作领导小组办公室】",
            value: "e3edacd4-c1bb-4353-af21-1e66f0e68046",
            Grade: "初级",
          },
          {
            label: "广西钦州农业学校职改办【广西钦州农业学校】",
            value: "e8d1f353-83a8-4194-9efc-671d12e2dd69",
            Grade: "初级",
          },
          {
            label: "广西水产畜牧学校初级职称评审委员会【广西水产畜牧学校】",
            value: "015b36ca-ca2c-4e4c-aedb-8a9b2c6cba57",
            Grade: "初级",
          },
          {
            label: "广西水产畜牧学校初级职称评审委员会【广西水产畜牧学校】",
            value: "0e29ccb0-09ba-471d-9d99-405946d81762",
            Grade: "初级",
          },
          {
            label: "广西玉林农业学校初级职称评审委员会【广西玉林农业学校】",
            value: "bea7529e-4e6f-4f23-ba5a-b3548669302d",
            Grade: "初级",
          },
          {
            label:
              "广西壮族自治区自然资源厅中专学校教师初级专业技术资格评审委员会【广西壮族自治区自然资源厅职称改革工作领导小组办公室】",
            value: "66d691d9-1efa-445c-bcb0-a70a2b7019b8",
            Grade: "初级",
          },
          {
            label:
              "贵港市中等职业学校教师系列初级评审委员会【贵港市职称改革工作领导小组办公室】",
            value: "f6d752fd-5719-4cff-a05e-6475b1e846d6",
            Grade: "初级",
          },
          {
            label:
              "桂林市中等职业学校教师系列初级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "501cf549-21b4-43e3-bf8d-ce2cdf38298c",
            Grade: "初级",
          },
          {
            label:
              "靖西市中等职业学校教师系列初级评委会【靖西市职称改革工作领导小组办公室】",
            value: "f41a0df1-98d8-40a7-ab0b-6bd1c205ec62",
            Grade: "初级",
          },
          {
            label:
              "靖西市中等职业学校教师系列初级评委会【靖西市职称改革工作领导小组办公室】",
            value: "2654189b-4036-4c2f-a29e-4aec982ac491",
            Grade: "初级",
          },
          {
            label:
              "荔浦市教育系列初级专业技术职务资格评审委员会【荔浦市教育系统职称改革工作领导小组】",
            value: "6254bbbc-0715-4aa2-9fb6-0024e207f1e4",
            Grade: "初级",
          },
          {
            label:
              "灵川县中等职业学校教师系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "3ea21e7f-155b-4cdb-b230-35a8a6e540c8",
            Grade: "初级",
          },
          {
            label:
              "灵山县中等职业学校教师系列初级评审委员会【灵山县中等职业学校教师系列职称改革工作领导小组办公室】",
            value: "4015cec6-4dcc-4481-99a3-61d375a88a19",
            Grade: "初级",
          },
          {
            label:
              "龙州县教育系列初级专业技术职务资格评审委员会（中职教师系列）【龙州县教育系列职称改革工作领导小组】",
            value: "85b972c6-1b53-4c32-83ee-081a7451e564",
            Grade: "初级",
          },
          {
            label:
              "平南县中等职业技术学校教师系列初级职称评审委员会【平南县中等职业技术学校教师职称改革工作领导小组办公室】",
            value: "0d73e3a9-ddfa-4924-9f35-754ca6f22f10",
            Grade: "初级",
          },
          {
            label:
              "平南县中等职业学校教师系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "b8b987ea-ef61-44b0-9d96-feb33abda0f8",
            Grade: "初级",
          },
          {
            label:
              "全州县教育系列职称改革工作办公室【全州县教育系列职称改革工作领导小组】",
            value: "bd019ddc-4fd7-4687-ac5e-6596f722a6a7",
            Grade: "初级",
          },
          {
            label:
              "梧州市中等专业学校助级专业技术职务评审委员会【梧州市教育局职称改革工作领导小组办公室】",
            value: "00e59021-0f16-474d-9d64-f899f47bda4b",
            Grade: "初级",
          },
          {
            label:
              "兴安县中等职业学校教师系列初级职称评审委员会【兴安县教育系列职称改革工作领导小组】",
            value: "0aa3c00a-ab78-488c-8ff7-9fe46818886f",
            Grade: "初级",
          },
          {
            label:
              "右江区中等职业学校教师系列初级职称评委会【右江区职称改革工作领导小组办公室】",
            value: "1721e4e1-b6d9-4f04-8c43-1f49b347501a",
            Grade: "初级",
          },
          {
            label:
              "右江区中等职业学校教师系列初级职称评委会【右江区中小学教师系列职称改革工作领导小组办公室】",
            value: "e7c1c9d5-7afd-49eb-872e-c6c54a1ac843",
            Grade: "初级",
          },
          {
            label:
              "玉林市中等职业学校教师系列初级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "2278e35d-0689-4d8d-9269-79065d700899",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师百色市初级职称评审委员会【百色市中小学教师系列职称改革工作领导小组办公室】",
            value: "4b4d51db-9178-42e6-9d14-ac9f0b69fbbf",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列北海市初级评委会【北海市教师职称改革工作领导小组办公室】",
            value: "09af15e4-0178-433a-a1ac-0bf910e08b62",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列广西百色农业学校中专教师评审委员会【广西百色农业学校】",
            value: "b57b38d9-52ce-4b4b-b83b-6aad4f36ca5e",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列广西桂林农业学校初级评审委员会【广西桂林农业学校】",
            value: "f2c12fae-8dc2-411d-a5b4-6b394a65a2ca",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列广西机电工程学校中专教师评审委员会【广西机电工程学校】",
            value: "6a3289ef-bae1-46e8-8bc5-8ca5797cba6b",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列广西梧州农业学校中专教师评审委员会【广西梧州农业学校】",
            value: "ed4d3252-c8ef-4dad-84c3-55b3ae5f25fa",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列来宾市初级评审会【来宾市教育系列职称工作领导小组】",
            value: "f9a86672-5dc1-497c-ad64-2a0e95bfad2e",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列评审委员会【兴业县职称改革工作领导小组办公室】",
            value: "acb6bf77-b975-49fa-9752-90da920c1274",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列钦州市二级教师评审委员会【钦州市教育局职改工作领导小组办公室】",
            value: "cf8fe80e-5bdd-4ec1-995d-db04da4fdb52",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列象州县初级评委会【象州县职称改革工作领导小组】",
            value: "97e362c3-7b49-426d-bea6-f3b507f7b9ed",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列玉林市初级专业技术资格评审委员会【玉林市教育系统职称改革工作领导小组办公室】",
            value: "dce2509e-53c0-4215-9b5f-2865188e839a",
            Grade: "初级",
          },
          {
            label:
              "中等职业学校教师系列自治区体育局初级评委会【广西壮族自治区体育运动学校】",
            value: "c4fc6936-cd41-40fe-9100-3cc8a13ec2e8",
            Grade: "初级",
          },
          {
            label:
              "中职教师系列崇左市初级评委会【崇左市教育系列职称改革工作领导小组办公室】",
            value: "91ec3d6d-c82e-45c6-a3a4-bd1f7a46f8a0",
            Grade: "初级",
          },
          {
            label:
              "钟山县中职教师初级专业技术职务资格评审委员会【钟山县教育系列职称改革工作领导小组】",
            value: "660725c2-025e-4d57-aa94-42d99de8cc6c",
            Grade: "初级",
          },
        ],
      },
      {
        label: "中小学教师系列",
        options: [
          {
            label:
              "北海市海城区教师职称改革工作领导小组办公室【北海市海城区职称改革工作领导小组办公室】",
            value: "d81805b2-05fe-4add-8a02-51f89b9192b4",
            Grade: "初级",
          },
          {
            label:
              "北海市铁山港区中小学（幼儿园）教师系列初级评审委员会【北海市铁山港区中小学教师系列职称改革工作领导小组办公室】",
            value: "5664f332-7dbd-4a7b-95e1-c78913a9fab3",
            Grade: "初级",
          },
          {
            label:
              "北流市中小学教师系列初级专业技术职务资格评审委员会【北流市教育系列职称改革工作办公室】",
            value: "dc87e17d-ebd8-481e-b5f0-226381858a8c",
            Grade: "初级",
          },
          {
            label:
              "苍梧县中小学教师系列初级专业技术职务评审委员会【苍梧县中小学教师系列职称改革工作领导小组】",
            value: "6863662f-b01c-46d8-9d90-5063c6081849",
            Grade: "初级",
          },
          {
            label:
              "大新县教育系列初级专业技术资格评审委员会【大新县教育系列职称改革工作领导小组】",
            value: "629d8c44-0eae-498c-8b8a-2aa1d7ccfce8",
            Grade: "初级",
          },
          {
            label:
              "东兴市中小学教师系列职称改革工作领导小组办公室【东兴市中小学教师系列职称改革工作领导小组办公室】",
            value: "fb41d905-d534-490a-9a60-3a372206f1b2",
            Grade: "初级",
          },
          {
            label:
              "东兴市中小学系列职称改革工作领导小组办公室【东兴市职称改革工作领导小组办公室】",
            value: "0fb14ee4-f727-4542-8436-4ee5a102c1e1",
            Grade: "初级",
          },
          {
            label:
              "防城港市防城区教育和科学技术局【防城港市防城区教育系列职称改革工作领导小组办公室】",
            value: "18b6f8df-4cd0-4cbd-964f-daf56104c1b8",
            Grade: "初级",
          },
          {
            label:
              "防城港市防城区中小学教师系列初级评审委员会【防城港市防城区教育系列职称改革工作领导小组办公室】",
            value: "e017e5d2-7c4f-4cba-ace4-3e22eda46d91",
            Grade: "初级",
          },
          {
            label:
              "防城港市防城区中小学教师系列职称改革工作领导小组【防城区人力资源和社会保障局】",
            value: "ff8f32c5-2268-4cc9-af27-a3477e134bb5",
            Grade: "初级",
          },
          {
            label:
              "防城港市港口区中小学教师系列初级专业技术资格评审委员会【防城港市港口区人力资源和社会保障局】",
            value: "7a7d875b-72fa-427d-8a1b-9e98c8318c4a",
            Grade: "初级",
          },
          {
            label:
              "扶绥县教育系列初级评审委员会【扶绥县教育系列职称改革工作领导小组】",
            value: "1ea5303a-e96c-42c1-9e78-d8472604956c",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县教师职称改革工作领导小组【富川瑶族自治县教师职称改革工作领导小组】",
            value: "0c3c31c3-c4cb-41e4-85ce-11323701e71c",
            Grade: "初级",
          },
          {
            label:
              "富川瑶族自治县中小学教师系列初级评审委员会【富川瑶族自治县教师职称改革工作领导小组】",
            value: "edb01944-3c74-4bfb-acd9-7de61a7866e7",
            Grade: "初级",
          },
          {
            label:
              "港南区中小学系列职称改革工作领导小组办公室【港南区职称改革工作领导小组办公室】",
            value: "2fdd5087-a21c-4ef8-bc15-9773085f8ab8",
            Grade: "初级",
          },
          {
            label:
              "恭城县教育系列职称改革工作领导小组【恭城县职称改革工作领导小组】",
            value: "b45c1cf2-ec58-4e4d-825f-21867f812a62",
            Grade: "初级",
          },
          {
            label:
              "恭城县中小学教师系列初级职称评审委员会【恭城县教育系列职称改革工作领导小组】",
            value: "e2c94242-6b32-42dc-b48a-7a24c52ae7cd",
            Grade: "初级",
          },
          {
            label:
              "灌阳县教育系列职称改革工作领导小组【灌阳县职称改革工作领导小组】",
            value: "6e36a435-21e8-4ac2-b30e-6b66be5f1d69",
            Grade: "初级",
          },
          {
            label:
              "灌阳县中小学教育系列初级评审会【灌阳县教育系列职称改革工作领导小组】",
            value: "3d08e425-4468-4682-9e28-35b81a152fef",
            Grade: "初级",
          },
          {
            label:
              "广西贵港市流动专业技术人员教育系列初级评委会【贵港市流动专业技术人员职称改革办公室】",
            value: "c37c54a5-69a9-45c3-8e6c-28f4e318b887",
            Grade: "初级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "9384cc0b-b98c-4aa3-8b85-3898d92d6e4a",
            Grade: "初级",
          },
          {
            label:
              "贵港市中小学教师系列初级评审委员会【贵港市中小学教师系列职称改革工作领导小组办公室】",
            value: "11ec539a-de01-46ec-acac-78f3781a471d",
            Grade: "初级",
          },
          {
            label:
              "桂林电子科技大学中小学教师系列初级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "7457c68a-4dc7-45f7-a9d0-ea622342399e",
            Grade: "初级",
          },
          {
            label:
              "桂林市叠彩区教师初级职务评审委员会【叠彩区职称改革工作领导小组】",
            value: "aa84d3a6-8537-45d0-ba12-eb19c71bd6a0",
            Grade: "初级",
          },
          {
            label:
              "桂林市秀峰区中小学教师系列专业技术职称评审委员会【秀峰区职称改革工作领导小组】",
            value: "bd230154-3c98-49aa-88d0-dd34ee6aab7d",
            Grade: "初级",
          },
          {
            label:
              "桂林新技术产业开发区中小学教师系列初级评委会【桂林市新技术产业开发区职称改革工作领导小组】",
            value: "1d04996e-5acb-423b-82ed-aefcaa08377c",
            Grade: "初级",
          },
          {
            label:
              "桂平市中小学教师系列初级职称评审委员会【桂平市中小学教师职称改革工作领导小组办公室】",
            value: "9544f4de-1718-4f3c-905c-066db4f9f5d7",
            Grade: "初级",
          },
          {
            label:
              "合山市教育系列初级专业技术职务评审委员会【合山市教育系列职称改革工作领导小组】",
            value: "2fabb1a4-f97d-449d-9d78-51fe67e992f3",
            Grade: "初级",
          },
          {
            label:
              "贺州市八步区中小学教育系列初级评审委员会【贺州市八步区教育系列初级职称改革工作领导小组办公室】",
            value: "a69f61cb-06d2-4d04-bf35-a9fa589c95e7",
            Grade: "初级",
          },
          {
            label:
              "贺州市平桂区中小学教师系列初级评审委员会【贺州市平桂区教师系列职称改革工作领导小组】",
            value: "5f94eb4d-98db-435b-bb31-f5919a41ba75",
            Grade: "初级",
          },
          {
            label:
              "江州区中小学教师系列初级评委会【江州区教育系列职称改革工作领导小组办公室】",
            value: "d3e5fcf0-cb15-4671-b47c-45e9a41ce59a",
            Grade: "初级",
          },
          {
            label: "金秀县教育局【金秀县职称改革工作领导小组】",
            value: "06c17da6-402a-4535-9efd-493488be306f",
            Grade: "初级",
          },
          {
            label: "金秀县教育局【金秀县职称改革工作领导小组】",
            value: "de3021bd-44c0-44a7-b5d3-d057652a132e",
            Grade: "初级",
          },
          {
            label:
              "靖西市中学校教师系列初级专业技术职务评审委员会【靖西县职称改革工作领导小组办公室】",
            value: "bfa85730-eabd-4538-838d-1964ac669a35",
            Grade: "初级",
          },
          {
            label:
              "荔浦市教育系列初级专业技术职务资格评审委员会【荔浦市教育系统职称改革工作领导小组】",
            value: "af44aee2-770e-4c35-b9b3-cec606ddb9aa",
            Grade: "初级",
          },
          {
            label:
              "荔浦市教育系列初级专业技术职务资格评审委员会【荔浦市职称改革工作领导小组】",
            value: "36c0daee-a030-4a78-a952-125dda6f7295",
            Grade: "初级",
          },
          {
            label:
              "临桂区中小学教师系列初级评审会【临桂区中小学教育系列初级职称改革工作领导小组】",
            value: "587269bd-814a-4d12-bbf1-0693c3d4473b",
            Grade: "初级",
          },
          {
            label:
              "灵川县中小学教师系列初级职称评审委员会【灵川县职称改革工作领导小组】",
            value: "f081b1cd-9f2f-454f-a7bc-97bdeba9887d",
            Grade: "初级",
          },
          {
            label:
              "灵川县中小学教师系列初级职称评审委员会【灵川县中小学教师系列职称改革工作领导小组办公室】",
            value: "6d3f60f2-9040-4c11-8090-dc0698fc1891",
            Grade: "初级",
          },
          {
            label:
              "灵山县中小学教师系列初级评审委员会【灵山县中小学教师系列职称改革工作领导小组办公室】",
            value: "ac5e3429-54aa-401d-9df3-3abcb219c34c",
            Grade: "初级",
          },
          {
            label:
              "凌云县中小学教育初级评审会【凌云县职称改革工作领导小组办公室】",
            value: "a67ddd06-d90e-4c8a-a3b5-db55081eda8e",
            Grade: "初级",
          },
          {
            label:
              "龙胜各族自治县中小学系列职称改革工作领导小组办公室【龙胜县中小学教师系列职称改革工作领导小组】",
            value: "7169347a-be4e-4d11-bd50-f9d56b8c5a99",
            Grade: "初级",
          },
          {
            label:
              "龙胜县中小学教师系列职称改革工作领导小组评审委员会【龙胜县中小学教师系列职称改革工作领导小组】",
            value: "069510fc-372a-49a6-bb87-a569110ded22",
            Grade: "初级",
          },
          {
            label:
              "龙州县教育系列初级专业技术职务资格评审委员会（中小学教师系列）【龙州县教育系列职称改革工作领导小组】",
            value: "2a61a103-2db6-46ce-8c21-0b6094b7d637",
            Grade: "初级",
          },
          {
            label:
              "隆林各族自治县中小学教师系列初级职称评审委员会【隆林各族自治县中小学教师系列职称改革工作领导小组办公室】",
            value: "dcac800b-7c8f-4998-b108-9afc2b2bb59c",
            Grade: "初级",
          },
          {
            label:
              "陆川县中小学教师系列初级评委会【陆川县职称改革工作领导小组办公室】",
            value: "a5c40864-d314-4ab5-a1ea-ddfdea9e8ed1",
            Grade: "初级",
          },
          {
            label:
              "蒙山县中小学教师系列初级职称评审委员会【蒙山县中小学教师职称改革领导小组】",
            value: "eefdb95f-44d2-481b-8fd2-22f0e981463a",
            Grade: "初级",
          },
          {
            label:
              "平乐县中小学系列职称改革工作领导小组办公室【平乐县中小学系列职称改革工作领导小组办公室】",
            value: "228b69dc-1bc8-450f-8fdc-440f6c033bb1",
            Grade: "初级",
          },
          {
            label:
              "平南县流动专业技术人员中小学教师系列初级评委会【平南县职称改革工作领导小组办公室】",
            value: "e6396ba4-66d0-473f-be44-ff7421251269",
            Grade: "初级",
          },
          {
            label:
              "平南县中小学教师系列初级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "dc5d7dc0-3637-4d39-8299-9159e144871a",
            Grade: "初级",
          },
          {
            label:
              "平南县中小学教师系列初级职称评审委员会【平南县中小学教师职称改革工作领导小组办公室】",
            value: "4466b535-76ef-4c4f-87d1-0e335a08bd67",
            Grade: "初级",
          },
          {
            label:
              "凭祥市教育系列初级职称评审委员会【凭祥市教育系列职称改革工作领导小组办公室】",
            value: "519e9f9b-6716-4ce3-b339-20a7caced1e7",
            Grade: "初级",
          },
          {
            label:
              "浦北县中小学教师系列初级评委会【浦北县中小学教师系列职称改革工作领导小组办公室】",
            value: "f3ce2c92-4156-4548-a7fb-5d8e12662180",
            Grade: "初级",
          },
          {
            label:
              "钦北区教育系列职务资格初级评委会【钦北区职称改革工作领导小组办公室】",
            value: "cc656eff-1bc7-4a67-9779-991447bb96bd",
            Grade: "初级",
          },
          {
            label:
              "钦州港经济技术开发区中小学教师系列初级专业技术资格评审委员会【钦州港职称改革工作领导小组办公室】",
            value: "081bae21-8fdc-4cd3-aeaa-f59257f4d808",
            Grade: "初级",
          },
          {
            label:
              "钦州市钦南区中小学教师系列初级职称评审委员会【钦南区职称改革工作领导小组办公室】",
            value: "ec5566eb-9212-4e50-a66d-ccf014dd977b",
            Grade: "初级",
          },
          {
            label:
              "全州县教育系列职称改革工作办公室【全州县教育系列职称改革工作领导小组】",
            value: "6654908b-3c29-48d6-9f8f-8753faf5ead3",
            Grade: "初级",
          },
          {
            label:
              "容县中小学教师系列初级评委会【容县职称改革工作领导小组办公室】",
            value: "eb66f358-8f4d-4d47-bcb7-0ea69549a972",
            Grade: "初级",
          },
          {
            label: "上思县中小学教师系列职称改革领导小组【上思县教育局】",
            value: "eb6958c3-bb0b-4309-9b73-38ffdabc7874",
            Grade: "初级",
          },
          {
            label:
              "藤县中小学教师系列初级评审委员会【藤县中小学教师职称改革领导小组】",
            value: "cfe6f42a-ac1a-4f72-9bf6-585e6217ef56",
            Grade: "初级",
          },
          {
            label:
              "田阳县中小学教师系列初级评审委员会【田阳县中小学教师系列职称改革工作领导小组办公室】",
            value: "ea65ae3a-6a0f-41c3-ad87-70b5fa36c4f3",
            Grade: "初级",
          },
          {
            label:
              "田阳县中小学教师系列初级评审委员会【田阳县职称改革工作领导小组办公室】",
            value: "f4946bbf-f266-478f-a4e7-48ae4bbba0a9",
            Grade: "初级",
          },
          {
            label:
              "梧州市长洲区教育局小学教师初级专业技术职务资格评审委员会【梧州市长洲区教育局】",
            value: "701b5e10-33de-4b69-93cb-b94a2b36902a",
            Grade: "初级",
          },
          {
            label:
              "梧州市龙圩区中小学教师系列初级专业技术职务资格评审委员会【梧州市龙圩区中小学教师系列职称改革工作领导小组办公室】",
            value: "0932ca58-48af-43a6-b8d5-43acd265b080",
            Grade: "初级",
          },
          {
            label:
              "梧州市万秀区教师系列初级专业技术职务资格评审委员会【梧州市万秀区教育局职称改革工作领导小组办公室】",
            value: "565093d1-81ce-407f-84c0-84eaebacfd27",
            Grade: "初级",
          },
          {
            label:
              "忻城县中小学教师系列初级评委会【忻城县职称改革工作领导小组】",
            value: "97b9cd03-d429-4d46-a001-8dc1dcdc990b",
            Grade: "初级",
          },
          {
            label:
              "兴安县中小学教师系列初级职称评审委员会【兴安县教育系列职称改革工作领导小组】",
            value: "2f857b97-a986-4f16-8db7-e26cd10eae70",
            Grade: "初级",
          },
          {
            label:
              "兴业县中小学教师系列评审委员会【兴业县职称改革工作领导小组办公室】",
            value: "9c4f039c-a51f-4916-811e-3847b2c0f4a9",
            Grade: "初级",
          },
          {
            label:
              "秀峰区中小学教师系列专业技术职称评审委员会【秀峰区教育系列职称改革工作领导小组】",
            value: "e4c2c033-1a32-4659-96f0-e8bf904bb566",
            Grade: "初级",
          },
          {
            label:
              "雁山区教育系列职称资格评审推荐工作领导小组【雁山区职称改革工作领导小组】",
            value: "667eabd4-fb9f-4957-b203-b0d020ea7478",
            Grade: "初级",
          },
          {
            label:
              "阳朔县中小学教师系列初级评审会【阳朔县中小学教师系列职称改革工作领导小组】",
            value: "6dbdd6d7-654f-405c-b996-36b275afac89",
            Grade: "初级",
          },
          {
            label:
              "阳朔县中小学教师系列职称改革工作领导小组【阳朔县职称改革工作领导小组】",
            value: "e1f063f8-4fca-4a22-b292-9eedfa635780",
            Grade: "初级",
          },
          {
            label:
              "永福县中小学教育系列初级评审会【永福县教育系列职称改革工作领导小组】",
            value: "be1a93cf-01ce-4b60-bbe6-1756e01b5ca7",
            Grade: "初级",
          },
          {
            label:
              "右江区中小学教师系列初级职称评委会【右江区中小学教师系列职称改革工作领导小组办公室】",
            value: "f536f362-2314-4b64-afb7-91173a07a6c8",
            Grade: "初级",
          },
          {
            label:
              "右江区中小学教师系列初级职称评委会【右江区职称改革工作领导小组办公室】",
            value: "c0eee8c2-1668-45b3-9099-85ab6a47c668",
            Grade: "初级",
          },
          {
            label:
              "玉林市非公有制经济组织中小学教师系列初级专业技术资格评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "e383ac53-1aa5-4d91-b51c-f6a08d8f7572",
            Grade: "初级",
          },
          {
            label:
              "玉林市非公有制经济组织中小学教师系列初级专业技术资格评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "8827ff05-3f19-43ad-b8f1-990f63ae68a0",
            Grade: "初级",
          },
          {
            label:
              "玉林市中小学教师系列初级专业技术职务资格评审委员会【玉林市教育系统职称改革工作领导小组办公室】",
            value: "701ac87f-2b3a-4b35-8947-33e7e1fdd28a",
            Grade: "初级",
          },
          {
            label:
              "玉州区中小学教师系列初级专业技术资格评审委员会【玉州区职称改革工作领导小组办公室】",
            value: "ff3dc86e-fc54-49d8-8d4a-8bdff66e2106",
            Grade: "初级",
          },
          {
            label:
              "昭平县中小学教师系列初级专业技术职务资格评审委员会【昭平县中小学系列职称改革工作办公室】",
            value: "c87c9870-0c70-4ed5-8e02-f210adde5782",
            Grade: "初级",
          },
          {
            label:
              "中小学（幼儿园）教师系列百色市田林县初级评审委员会【田林县中小学教师系列职称改革工作领导小组办公室】",
            value: "19c91ed1-50a7-4051-a9c5-62e9a3a06c57",
            Grade: "初级",
          },
          {
            label:
              "中小学（幼儿园）教师系列银海区初级评委会【北海市银海区中小学职改工作领导小组办公室】",
            value: "de6d1dc7-73e9-4aad-8467-d1ecdea7d785",
            Grade: "初级",
          },
          {
            label:
              "中小学教师武宣县初级评审委员会【武宣县职称改革工作领导小组】",
            value: "249073d7-529e-4517-b3ea-67f4aeece3fa",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列百色市初级职称评审委员会【百色市中小学教师系列职称改革工作领导小组办公室】",
            value: "14114947-89f2-4121-8d3b-a15c54b913a7",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列百色市乐业县初级评委会【乐业县职称改革工作领导小组办公室】",
            value: "f59da26a-b5dc-4f03-bdbc-3c9e10b033d0",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列北海市初级评委会【北海市教师职称改革工作领导小组办公室】",
            value: "8e531783-a960-4938-a57f-e162c8cc539b",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列岑溪市初级教师评审委员会【岑溪市教育局职称改革工作领导小组办公室】",
            value: "0a86750f-5820-4ce4-b014-79fd825f7f29",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列崇左市初级评委会【崇左市教育系列职称改革工作领导小组办公室】",
            value: "ce36afc1-5374-43ad-85f7-cc0ed203a446",
            Grade: "初级",
          },
          {
            label: "中小学教师系列防城港市初级评委会【防城港市教育局职改办】",
            value: "093f69e4-d5c7-4b1a-aae5-a67d1d9f0efe",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "3dc3bf26-73d2-4297-8324-29b4946fbfa5",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列桂林市初级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "80f8504a-8301-4114-9951-06c61d221608",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列桂林市象山区初级评审会【象山区教育系列职称改革工作领导小组】",
            value: "d4390748-736f-4c83-a604-f4b45d60e91b",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列合浦县初级评委会【合浦县职称改革工作领导小组办公室】",
            value: "8e2fa178-f923-4297-8aa8-666cb7207938",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列金秀县初级评审委员会【金秀县职称改革工作领导小组】",
            value: "11f6ac16-80b0-41b4-a838-187cf086696a",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列来宾市初级评审会【来宾市教育系列职称工作领导小组】",
            value: "3796e444-07ee-4ff6-9dca-cd5f2c616aa1",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列宁明县初级评委会【宁明县教育系列职称改革工作领导小组办公室】",
            value: "26e299a4-b740-4711-90a3-6e397f1f9615",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列凭祥市初级评委会【凭祥市职称改革工作领导小组办公室】",
            value: "efc451b7-6d65-4983-821a-014a990d5363",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列钦州市二级教师评委会【钦州市教育局职改工作领导小组办公室】",
            value: "428c8f7c-dbcd-4bb0-a79c-c21ed4b83a9b",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列天等县初级评委会【天等县教育系列职称改革工作领导小组】",
            value: "d8ec05aa-1662-461a-a7a5-055ae6e188fb",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列田东县初级评审委员会【田东县职称改革工作领导小组办公室】",
            value: "11b52c5d-b571-4845-bdfd-deedf1ad0d70",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列象州县初级评委会【象州县职称改革工作领导小组】",
            value: "8babc1a6-e9bd-4d92-a3bd-b84533b667d9",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列兴宾区初级评委会【兴宾区职称改革工作领导小组】",
            value: "c9aa480a-07f4-495a-9097-d93d5dbfa523",
            Grade: "初级",
          },
          {
            label:
              "中小学教师系列自治区体育局初级评委会【广西壮族自治区体育运动学校】",
            value: "15412e7e-6ff7-427e-ba4b-9c532ceaafd8",
            Grade: "初级",
          },
          {
            label:
              "中学教师系列梧州市初级评审委员会【梧州市教育局职称改革工作领导小组办公室】",
            value: "778833b2-868c-432d-826d-87bb2f7c168f",
            Grade: "初级",
          },
          {
            label:
              "钟山县中小学教师初级专业技术职务资格评审委员会【钟山县教育系列职称改革工作领导小组】",
            value: "aae2272e-2dfd-4f5f-9293-e0e0ff2f0d14",
            Grade: "初级",
          },
          {
            label:
              "资源县中小学教师初级职称评审会【资源县教育系列职称改革工作领导小组】",
            value: "07ce2ad4-791e-404d-860e-cab4701c28fc",
            Grade: "初级",
          },
        ],
      },
      {
        label: "自然科学研究系列",
        options: [
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "9ea0b33e-1d76-4746-8271-8dcaf4fa1baa",
            Grade: "初级",
          },
          {
            label:
              "桂林医学院自然科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "bf6bce13-92ea-400b-ab44-71507d194778",
            Grade: "初级",
          },
          {
            label:
              "贺州学院自然科学研究系列初级评委会【贺州学院职称改革办公室】",
            value: "73a0b6f1-20f8-4e9f-9d44-74feeb4c8e80",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列百色学院初级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "ae45a73d-796d-40de-80a9-765580987d9d",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列北部湾大学初级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "aa1ce8a5-b168-48fd-a300-05f7875a508c",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列广西科技大学初级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "86d39dd8-dc42-467a-853a-f01da307257b",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列广西科学院初级评委会【广西科学院职称改革工作领导小组办公室】",
            value: "c98e104e-3cd1-4450-a07c-6cd25896e1d7",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列广西农业科学院初级评委会【广西壮族自治区农业科学院】",
            value: "e55f49b2-42e9-4fc3-a740-c8ba4468d8c0",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列桂林理工大学初级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "ace60cc9-1712-4f8a-a6c3-53782b15adfb",
            Grade: "初级",
          },
          {
            label:
              "自然科学研究系列梧州学院初级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "b4716d6b-6dc1-4c69-b6a9-237e9082931a",
            Grade: "初级",
          },
        ],
      },
    ],
  },
  ZhongJi: {
    select: [
      { label: "播音系列", value: "播音系列" },
      { label: "档案系列", value: "档案系列" },
      { label: "翻译系列", value: "翻译系列" },
      { label: "高等学校教师系列", value: "高等学校教师系列" },
      { label: "工程系列", value: "工程系列" },
      { label: "工艺美术系列", value: "工艺美术系列" },
      { label: "会计系列", value: "会计系列" },
      { label: "技工学校教师系列", value: "技工学校教师系列" },
      { label: "教师系列党校系统", value: "教师系列党校系统" },
      { label: "律师系列", value: "律师系列" },
      { label: "农业系列", value: "农业系列" },
      { label: "群众文化行业", value: "群众文化行业" },
      { label: "社会科学研究系列", value: "社会科学研究系列" },
      { label: "实验技术系列", value: "实验技术系列" },
      { label: "体育系列", value: "体育系列" },
      { label: "图书资料系列", value: "图书资料系列" },
      { label: "文物博物系列", value: "文物博物系列" },
      { label: "新闻系列", value: "新闻系列" },
      { label: "艺术系列", value: "艺术系列" },
      { label: "影视艺术、技术专业", value: "影视艺术、技术专业" },
      { label: "政工系列", value: "政工系列" },
      { label: "职工教育系统", value: "职工教育系统" },
      { label: "中等职业学校教师系列", value: "中等职业学校教师系列" },
      { label: "中小学教师系列", value: "中小学教师系列" },
      { label: "自然科学研究系列", value: "自然科学研究系列" },
    ],
    series: [
      {
        label: "播音系列",
        options: [
          {
            label:
              "崇左市播音系列中级评审委员会【崇左市新闻播音系列职称改革工作领导小组办公室】",
            value: "33d05c4c-af0a-4888-b4fc-c7c2b93f3486",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区播音系列中级专业技术资格评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "7091d66e-943b-4902-b674-fbba29049ec2",
            Grade: "中级",
          },
          {
            label:
              "桂林市播音系列中级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "7ec9d824-3064-4db3-ac43-b77d0630f508",
            Grade: "中级",
          },
        ],
      },
      { label: "出版系列", options: [] },
      {
        label: "档案系列",
        options: [
          {
            label:
              "百色市档案系列中级评委会【百色市档案系列职称改革工作领导小组办公室】",
            value: "ec347f8f-5641-47ea-8022-53b782fcdc6a",
            Grade: "中级",
          },
          {
            label:
              "档案系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "7b261b51-6169-45da-ba9e-93674ea95bab",
            Grade: "中级",
          },
          {
            label:
              "防城港市文化系列中级职务资格评审委员会【防城港市文化系列职改办】",
            value: "96649b0d-9d15-4bd0-97e0-ba2f5a002ead",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "9db78870-a592-4c78-96bd-1164ed923a4b",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学档案系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "1c1e2a72-0ffd-4632-b2fb-a4d15fbb95c9",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区档案系列中级专业技术职务评审委员会【广西壮族自治区档案系列职称改革工作领导小组办公室】",
            value: "210487f6-a029-489c-b0c8-8d3376a51f23",
            Grade: "中级",
          },
          {
            label:
              "桂林市档案系列中级职称评审委员会【桂林市档案系列职称改革工作领导小组】",
            value: "4dceaeb5-5bf2-4060-bdf8-f91752c950d8",
            Grade: "中级",
          },
          {
            label:
              "来宾市档案系列中级评审委员会【来宾市档案系列职称改革工作领导小组】",
            value: "8d51542e-35af-4ed5-a478-afd69b48dd0e",
            Grade: "中级",
          },
          {
            label:
              "钦州市档案系列中级专业技术职务评审委员会【钦州市档案系列职称改革工作领导小组办公室】",
            value: "47e2fd67-4b7f-4058-8a4c-2772a20da304",
            Grade: "中级",
          },
        ],
      },
      {
        label: "翻译系列",
        options: [
          {
            label:
              "自治区翻译系列中级评委会【广西壮族自治区翻译系列职称改革工作领导小组办公室】",
            value: "4897916c-e733-4e5d-ada8-43607751e252",
            Grade: "中级",
          },
        ],
      },
      {
        label: "高等学校教师系列",
        options: [
          {
            label:
              "北部湾大学国（境）外教职工直接评聘高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "58aa855a-feba-467b-95bd-b3363ea2a4d1",
            Grade: "中级",
          },
          {
            label:
              "高等学校教师系列百色学院中级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "fa5e4463-961f-4f7d-ba59-4918749186c5",
            Grade: "中级",
          },
          {
            label:
              "高等学校教师系列广西科技大学中级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "eba421db-ece9-4f1a-a530-232c679e1dcf",
            Grade: "中级",
          },
          {
            label:
              "高等学校教师系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "52f43ee0-567c-4df4-b2e2-237f96100c31",
            Grade: "中级",
          },
          {
            label:
              "高校教师系列北部湾大学中级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "f93b2eeb-b432-4f33-a576-02e7c6fb9225",
            Grade: "中级",
          },
          {
            label:
              "高校教师系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "92fc1191-0dcc-403a-ae77-1f214bb28b16",
            Grade: "中级",
          },
          {
            label:
              "高校教师系列南宁职业技术学院中级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "ed33321e-73b4-4351-8f15-cb9dc3ef299e",
            Grade: "中级",
          },
          {
            label:
              "高校教师系列梧州学院中级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "e01c7d16-ce87-46ca-8725-e44a32e4ea9c",
            Grade: "中级",
          },
          {
            label:
              "广西电力职业技术学院高校教师系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "8c3681b8-fc4f-4cf2-8bfe-f2a83ae344ef",
            Grade: "中级",
          },
          {
            label:
              "广西工程职业学院高校教师系列中级职称评审委员会【广西工程职业学院职称改革工作领导小组办公室】",
            value: "6959d2a0-c599-4ba0-806d-ea9f2200f80f",
            Grade: "中级",
          },
          {
            label:
              "广西交通职业技术学院高校教师系列中级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "25258b5a-7259-4a66-9610-2cbafb8d275b",
            Grade: "中级",
          },
          {
            label:
              "广西培贤国际职业学院高等学校教师系列中级评委会【广西培贤国际职业学院职称改革工作领导小组办公室】",
            value: "37c76eee-08c2-4cf1-ae3d-1891c4f992c2",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "9ac9f47c-ca4b-4935-a0ec-13776c15fa14",
            Grade: "中级",
          },
          {
            label:
              "广西水利电力职业技术学院高等学校教师系列中级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "d1f04adc-68a7-43de-87a6-0f231ff1460d",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学高校教师系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "67b6e6fd-9f9f-4ace-acfe-a01c5d301945",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学高等学校教师系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "4e576f78-2f94-4c43-9689-ce21daa28d82",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院高校教师系列中级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "29b06928-d049-4984-8b22-4974d02a7725",
            Grade: "中级",
          },
          {
            label:
              "桂林医学院高等学校教师系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "004fa22c-2387-4903-ae9f-b9f89dc857f4",
            Grade: "中级",
          },
          {
            label:
              "贺州学院高等学校教师系列中级评委会【贺州学院职称改革办公室】",
            value: "b1e24bbc-1625-43d6-bf91-acbfaeb57d76",
            Grade: "中级",
          },
          {
            label:
              "梧州职业学院中级评委会【梧州职业学院职称改革工作领导小组办公室】",
            value: "8185dd55-e785-4e53-bf9a-f17549778c0f",
            Grade: "中级",
          },
        ],
      },
      {
        label: "工程系列",
        options: [
          {
            label:
              "崇左市工程系列中级专业技术职务资格评审委员会【崇左市工程技术专业职称改革工作领导小组办公室】",
            value: "0d41fba8-e1dd-417e-8a39-b38023e530ff",
            Grade: "中级",
          },
          {
            label:
              "工程系列百色市中级评委会【百色市工程系列职称改革工作领导小组办公室】",
            value: "b4921f9b-135b-48a2-8a34-8c8999be097b",
            Grade: "中级",
          },
          {
            label: "工程系列北海市市场监管行业中级职称评委会【北海市质监局】",
            value: "41c96574-f2b2-446c-b785-ef0a45b8bb1a",
            Grade: "中级",
          },
          {
            label:
              "工程系列北海市市政管理行业中级职称评审委员会【北海市工程系列市政管理行业职称改革工作领导小组】",
            value: "bdcaec80-bf17-4ec5-a0a0-bee46119f848",
            Grade: "中级",
          },
          {
            label:
              "工程系列北海市市政管理行业中级职称评审委员会【北海市市政管理局】",
            value: "4bb417f0-9c5e-410b-8d13-d33bd0f5c428",
            Grade: "中级",
          },
          {
            label:
              "工程系列北海市水利水电行业中级专业技术资格评审委员会【北海市水电系统职称改革工作领导小组办公室】",
            value: "1b688236-bb99-4b7d-b714-16880025819f",
            Grade: "中级",
          },
          {
            label: "工程系列北海市中级评委会【北海市经济工程技术系列职改办】",
            value: "e5e9e908-7958-4103-bdc8-d3ad24ae97d5",
            Grade: "中级",
          },
          {
            label:
              "工程系列北海市住房城乡建设行业中级评委会【北海市住房和城乡建设局职称改革工作领导小组办公室】",
            value: "8c33d217-15e4-49a1-85e4-c8d3bc25f6d0",
            Grade: "中级",
          },
          {
            label:
              "工程系列防城港市水产专业中级评委会【防城港市农业系列职改办】",
            value: "e9e400b8-035d-4eaf-a1b5-2da9b1abe69b",
            Grade: "中级",
          },
          {
            label: "工程系列防城港市中级评委会【防城港市工程系列职改办】",
            value: "f68d96cb-4177-429c-b6f2-a3ccfbd5aa88",
            Grade: "中级",
          },
          {
            label:
              "工程系列广播电视行业中级专业技术资格评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "18ad561e-b6fd-4278-afd4-7bf5d375c548",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西北部湾新材料有限公司中级专业技术资格评审委员会【广西北部湾新材料有限公司】",
            value: "cd97f2b5-2c4e-4671-b9c0-3f2c06426ffa",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西地矿局中级评委会【广西壮族自治区地质矿产勘查开发局】",
            value: "283b992e-830c-49f9-924e-f63bc37b1dec",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西广电网络公司中级职称评审委员会【广西广播电视信息网络股份有限公司】",
            value: "30b9d9ed-e271-487b-aad4-1686d2349ea9",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西建工集团中级评委会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "c6a9f94d-5dca-4929-a779-512827593c49",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西科学院中级评委会【广西科学院职称改革工作领导小组办公室】",
            value: "e1d48220-ac40-4e86-a399-0208df674e5c",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西水利厅中级评委会【广西壮族自治区水利厅职称改革工作领导小组办公室】",
            value: "08f18ebe-9e62-4e28-87ee-8cc1050e0efc",
            Grade: "中级",
          },
          {
            label:
              "工程系列广西壮族自治区人才服务中心中级评委会【广西流动人员职称改革办公室】",
            value: "e1e9fe05-d4d7-4fbd-921d-4281d2da970e",
            Grade: "中级",
          },
          {
            label:
              "工程系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "3a0adcfe-9324-48b2-b1ac-b151f7384416",
            Grade: "中级",
          },
          {
            label:
              "工程系列桂林市非公中级评审会【桂林市民营企业职称改革工作领导小组】",
            value: "aaec6a22-5519-42be-a21d-dac6100c8d73",
            Grade: "中级",
          },
          {
            label:
              "工程系列桂林市中级评审会【桂林市工程技术经济专业职称改革工作领导小组】",
            value: "b2e41025-a8f1-42ef-b32b-908e6b36a52d",
            Grade: "中级",
          },
          {
            label:
              "工程系列交通行业广西北部湾国际港务集团有限公司中级评委会【广西北部湾国际港务集团有限公司职称工作领导小组办公室】",
            value: "b49895a5-c2cf-4edb-aa2a-ccf4c5d6ba86",
            Grade: "中级",
          },
          {
            label:
              "工程系列交通行业广西北部湾投资集团有限公司中级评委会【广西北部湾投资集团有限公司职称改革领导小组办公室】",
            value: "a018c20f-3f05-4cd5-9286-9c0b2409fac4",
            Grade: "中级",
          },
          {
            label:
              "工程系列交通行业中级评委会【广西壮族自治区交通运输厅职称改革工作领导小组办公室】",
            value: "fb1551d9-b22e-4242-bc00-97ad092aacab",
            Grade: "中级",
          },
          {
            label:
              "工程系列快递行业中级专业技术资格评审委员会【广西壮族自治区邮政管理局职称改革工作领导小组办公室】",
            value: "e66bc5a3-3f08-4bc3-b55e-6a45a77f3db7",
            Grade: "中级",
          },
          {
            label:
              "工程系列来宾市非公中级评审委员会【来宾市工程技术经济专业职称改革领导小组】",
            value: "58288d42-7981-4460-a8e5-899773290708",
            Grade: "中级",
          },
          {
            label:
              "工程系列来宾市中级评审委员会【来宾市工程技术经济专业职称改革领导小组】",
            value: "c65283eb-51c7-4d28-9118-54bb0d5c2015",
            Grade: "中级",
          },
          {
            label:
              "工程系列生态环境行业中级评委会【广西壮族自治区生态环境厅职称改革工作领导小组办公室】",
            value: "5bc5bab3-093d-4623-9a7a-76b441d6e5bf",
            Grade: "中级",
          },
          {
            label:
              "工程系列水产行业中级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "55a85c9c-2ff1-4685-96a0-991331a84e33",
            Grade: "中级",
          },
          {
            label:
              "工程系列水产专业钦州市中级评审委员会【钦州市农业系列职称改革工作领导小组办公室】",
            value: "423113cf-6229-4b33-9caf-41c97bc3cbab",
            Grade: "中级",
          },
          {
            label:
              "工程系列水利水电行业广西农村投资集团有限公司中级职称评委会【广西农村投资集团有限公司职称改革工作领导小组办公室】",
            value: "32da009f-92b6-409c-b320-28d36a11a315",
            Grade: "中级",
          },
          {
            label:
              "工程系列住房城乡建设行业百色市中级评委会【百色市工程系列住房城乡建设行业职称改革工作领导小组办公室】",
            value: "47d8a0a7-74f4-452d-a3a7-a1bed1e766df",
            Grade: "中级",
          },
          {
            label:
              "广西贵港市流动专业技术人员工程系列中级评委会【贵港市流动专业技术人员职称改革办公室】",
            value: "321c58f9-8328-436d-b27e-e0417cd9a708",
            Grade: "中级",
          },
          {
            label:
              "广西华银铝产业有限公司工程系列中级职称评委会【广西华银铝业有限公司职称改革工作领导小组办公室】",
            value: "2402c100-3524-45ac-8788-095cddc8946b",
            Grade: "中级",
          },
          {
            label:
              "广西交通投资集团有限公司工程系列中级职称评审委员会【广西交通投资集团有限公司职称改革工作领导小组办公室】",
            value: "18616467-dd6e-4a93-809f-0f7250e88287",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "3db50481-5d1f-4181-92d7-3cfb6f66e366",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学工程系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "fe2c31ac-a4e7-4079-a48e-a102f46bfe3a",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区自然资源厅工程系列中级专业技术资格评审委员会【广西壮族自治区自然资源厅职称改革工作领导小组办公室】",
            value: "90e55142-213d-4270-bc11-480f2296659e",
            Grade: "中级",
          },
          {
            label:
              "贵港市工程系列水产行业中级专业技术职称评审委员会【贵港市农业系列职称改革工作领导小组办公室】",
            value: "48a06254-243d-41b7-b02c-fc85f374bcf4",
            Grade: "中级",
          },
          {
            label:
              "贵港市工程系列中级评审委员会【贵港市工程技术经济专业职称改革工作领导小组办公室】",
            value: "86e5d799-9c32-4e7a-ac2c-7ef55227fe42",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学工程系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "7ac86fcb-c6e2-42ae-95bd-b455e4f0b081",
            Grade: "中级",
          },
          {
            label:
              "桂林市建筑工程系列中级评审会【桂林市住房和城乡建设局职称改革工作领导小组】",
            value: "7f640a4c-8e44-4774-9f14-c9904673c51b",
            Grade: "中级",
          },
          {
            label:
              "桂林市人才服务管理办公室工程系列中级专业技术资格评委会【桂林市人才服务管理办公室职称改革工作领导小组】",
            value: "1fd424b8-8876-4a4c-b65f-1fdb21649e0c",
            Grade: "中级",
          },
          {
            label:
              "桂林市人才服务中心工程系列中级专业技术资格评委会【桂林市人才服务中心职称改革工作领导小组】",
            value: "85290028-584c-45de-b1b8-81c68e4759c6",
            Grade: "中级",
          },
          {
            label:
              "桂林新技术产业开发区工程系列中级专业技术职务评审委员会【桂林市新技术产业开发区职称改革工作领导小组】",
            value: "f88aa123-41e6-4c49-86b1-564834f1c18c",
            Grade: "中级",
          },
          {
            label:
              "贺州市工程技术专业职务资格中级评审委员会【贺州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "f00319ef-bc58-45a6-bb87-e5e8904b7243",
            Grade: "中级",
          },
          {
            label:
              "贺州市工程系列民营企业专业技术资格中级评审委员会【贺州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "b3a6e1d4-0a1e-40fc-ab34-eb784f1f65cb",
            Grade: "中级",
          },
          {
            label:
              "钦州市工程技术系列建设规划专业中级专业技术职务评审委员会【钦州市工程技术系列建设规划专业职称改革工作领导小组办公室】",
            value: "ca6e010e-0c41-4767-9809-9ff508079e77",
            Grade: "中级",
          },
          {
            label:
              "钦州市工程技术系列水利水电中级专业技术资格评审委员会【钦州市水电系统职称改革工作领导小组办公室】",
            value: "768d801b-9d7c-4c25-aace-3190f50d90c4",
            Grade: "中级",
          },
          {
            label:
              "钦州市工程技术职务资格中级评委会【钦州市工程技术经济专业职称改革工作领导小组办公室】",
            value: "c3c67189-580d-4846-89cf-f47462c18f39",
            Grade: "中级",
          },
          {
            label:
              "钦州市工程系列林业专业中级专业技术职务评审委员会【钦州市林业局职称改革工作领导小组办公室】",
            value: "8ad47e73-9827-4ef9-a794-ef114dd33df1",
            Grade: "中级",
          },
          {
            label:
              "钦州市民营企业及流动人员工程系列专业技术资格中级评审委员会【钦州人才市场职称改革工作领导小组办公室】",
            value: "636e2b7a-3416-457a-b190-cca60f67052b",
            Grade: "中级",
          },
          {
            label:
              "梧州市工程系列中级专业技术职务评审委员会【梧州市工程经济系列职称改革工作领导小组办公室】",
            value: "885350ee-a9e2-420e-8386-3c052fabba32",
            Grade: "中级",
          },
          {
            label:
              "梧州市建设行业工程系列中级专业技术职务资格评审委员会【梧州市建设行业职称改革工作领导小组办公室】",
            value: "1ad3cd19-0eda-493b-9858-31d4e609f60c",
            Grade: "中级",
          },
          {
            label:
              "玉林市非公有制经济组织和社会组织工程系列中级专业技术评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "4ce2776a-fad3-4c3c-afa1-a23d2cb176c5",
            Grade: "中级",
          },
          {
            label:
              "玉林市工程系列民营企业中级专业技术资格评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "4da081b2-d405-4418-98eb-e1873c28b4c7",
            Grade: "中级",
          },
          {
            label:
              "玉林市工程系列中级专业技术资格评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "b9730bdd-013c-4714-b181-f6679c836dd6",
            Grade: "中级",
          },
        ],
      },
      {
        label: "工艺美术系列",
        options: [
          {
            label:
              "工艺美术系列桂林市中级评审会【桂林市工艺美术系列职称改革工作领导小组】",
            value: "133789f1-288b-4031-bdd6-ff87f3d486e3",
            Grade: "中级",
          },
          {
            label:
              "钦州市工艺美术系列专业技术资格中级评审委员会【钦州人才市场职称改革工作领导小组办公室】",
            value: "fd0385f1-8880-47e4-b6cd-6676fa4da218",
            Grade: "中级",
          },
        ],
      },
      { label: "公证系列", options: [] },
      {
        label: "会计系列",
        options: [
          {
            label:
              "会计系列审议推荐小组【桂林理工大学职称改革工作领导小组办公室】",
            value: "58b2cd88-f1ec-4864-8ae0-d8ed64cf3b49",
            Grade: "中级",
          },
        ],
      },
      {
        label: "技工学校教师系列",
        options: [
          {
            label:
              "广西建工集团技工教师系列中级专业技术资格评审委员会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "81d17666-38e0-4465-b9fe-53c0e1323f23",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区供销合作联社技工学校教师系列中级专业技术资格评审委员会【广西壮族自治区供销合作联社职称改革工作领导小组办公室】",
            value: "dd6cc57b-a7e8-4ad8-855f-5f07a7c38bc8",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区粮食和物资储备局技工学校教师系列中级专业技术资格评审委员会【广西壮族自治区粮食和物资储备局职称改革工作领导小组办公室】",
            value: "bfbcd685-7b15-4d77-833a-e22b2894705f",
            Grade: "中级",
          },
          {
            label:
              "桂林市技工学校教师系列中级评审会【桂林市技工学校教师系列职称改革工作领导小组】",
            value: "cc4ef118-6cec-4050-bc13-8acffb780220",
            Grade: "中级",
          },
          {
            label:
              "技工学校教师系列贺州市中级评审委员会【贺州市职称改革工作领导小组办公室】",
            value: "c13ecd43-6d90-445e-bfbc-a78e1bce9a15",
            Grade: "中级",
          },
          {
            label:
              "技工学校教师系列钦州市中级评审委员会【钦州市技工学校教师系列职称改革工作领导小组办公室】",
            value: "4aa6ea6a-5281-409e-bec6-4337339616ea",
            Grade: "中级",
          },
          {
            label:
              "技工学校教师系列玉林技师学院中级评审委员会【广西玉林技师学院职称改革工作领导小组办公室】",
            value: "fc647bed-fc86-40a8-b869-3f76711ffec4",
            Grade: "中级",
          },
          {
            label:
              "技工学校教师系列中级专业技术资格评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "a5614bb4-22f2-4218-b9aa-4bdb05c151ba",
            Grade: "中级",
          },
          {
            label:
              "技工学校教师系列自治区工信厅中级评委会【广西壮族自治区工业和信息化厅职称改革工作领导小组办公室】",
            value: "9e69cf94-5dc5-4233-8499-700777aa11e7",
            Grade: "中级",
          },
          {
            label:
              "梧州市技工学校教师系列中级专业技术职务资格评审委员会【梧州市技工学校教师系列职称改革工作领导小组办公室】",
            value: "50dfd405-eb44-4417-9cf9-f044514d905f",
            Grade: "中级",
          },
          {
            label:
              "玉林市技工学校教师系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "aea33868-269a-4b14-b45e-0861a827bae9",
            Grade: "中级",
          },
        ],
      },
      {
        label: "教师系列党校系统",
        options: [
          {
            label:
              "百色市党校系统中级专业技术资格评审委员会【百色市党校系列职称改革工作领导小组办公室】",
            value: "fb906759-7a7f-43c9-a547-1c73b36fd7d9",
            Grade: "中级",
          },
          {
            label:
              "崇左市党校系统中级专业技术资格评审委员会【崇左市党校系统职称改革领导小组办公室】",
            value: "88525ed2-2330-438e-a650-71c68e74cadb",
            Grade: "中级",
          },
          {
            label:
              "党校系统教师系列玉林市中级评委会【玉林市党校系统教师系列职称改革工作领导小组办公室】",
            value: "9bd0a74b-b5eb-4cee-949e-2d20765e5f40",
            Grade: "中级",
          },
          {
            label:
              "广西党校系统中级专业技术资格评审委员会【广西党校系统职称改革工作领导小组办公室】",
            value: "ae923ac2-6077-42f9-b60a-6aa4936ae5d8",
            Grade: "中级",
          },
          {
            label:
              "桂林市党校系统中级专业技术职务资格评审委员会【桂林市党校教师系列职称改革工作领导小组】",
            value: "d0887d4f-afe2-4b66-a7dc-4b71f6b89662",
            Grade: "中级",
          },
          {
            label:
              "钦州市党校系列中级专业技术职务资格评审委员会【钦州市党校系列职称改革工作领导小组办公室】",
            value: "4f0c2499-a794-41e2-a7ee-096d0971bda7",
            Grade: "中级",
          },
          {
            label:
              "梧州市党校系统中级专业技术职务资格评审委员会【梧州市党校系统职称改革工作领导小组办公室】",
            value: "5063e11a-bc0a-4c8c-a5f8-4bc7033ac996",
            Grade: "中级",
          },
          {
            label:
              "玉林市党校系统教师系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "852d6680-5a45-4263-80ca-0596ce1444dd",
            Grade: "中级",
          },
        ],
      },
      { label: "经济系列", options: [] },
      {
        label: "律师系列",
        options: [
          {
            label:
              "桂林市律师系列职称改革工作领导小组【桂林市律师系列职称改革工作领导小组】",
            value: "8dc1dafd-a701-4976-85e2-780e9d72af86",
            Grade: "中级",
          },
        ],
      },
      {
        label: "农业系列",
        options: [
          {
            label:
              "贵港市农业系列中级专业技术职称评审委员会【贵港市农业系列职称改革工作领导小组办公室】",
            value: "cf1bf505-879f-4448-901e-dc68bd7327cf",
            Grade: "中级",
          },
          {
            label:
              "桂林市农业系列中级评审会【桂林市农业系列职称改革工作领导小组】",
            value: "1cb26bd4-c40e-416e-98c5-0302c50c6419",
            Grade: "中级",
          },
          {
            label:
              "贺州市农业系列中级专业技术职务资格评审委员会【贺州市农业系列职称改革工作领导小组】",
            value: "e9ec85e8-e7cf-44fe-836b-98cae6bb77b7",
            Grade: "中级",
          },
          {
            label:
              "来宾市农业系列中级评委会【来宾市农业系列职称改革工作领导小组】",
            value: "59811dc9-0cbb-4d0f-9e58-f7fc58c9a90a",
            Grade: "中级",
          },
          {
            label:
              "农业系列百色市中级评委会【百色市农业系列职称改革工作领导小组办公室】",
            value: "11fbe82a-5dd7-4691-b719-199fcfd6a9e1",
            Grade: "中级",
          },
          {
            label: "农业系列北海市中级评委会【北海市农业系列职改办】",
            value: "eea05089-ba0e-4d6b-8121-e0180a51fa80",
            Grade: "中级",
          },
          {
            label:
              "农业系列崇左市中级评委会【崇左市农业系列职称改革工作领导小组办公室】",
            value: "ab5860b9-2f87-4851-b7cc-fbc6a81cdfbe",
            Grade: "中级",
          },
          {
            label: "农业系列防城港市中级评委会【防城港市农业系列职改办】",
            value: "66f9d7b3-f68d-446f-8fcf-64c66c22ce1b",
            Grade: "中级",
          },
          {
            label:
              "农业系列钦州市中级评审委员会【钦州市农业系列职称改革工作领导小组办公室】",
            value: "3374ab3c-fad3-4fd1-9981-f176a9735d22",
            Grade: "中级",
          },
          {
            label:
              "农业系列中级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "6a55456b-d6fd-4814-8e58-a6e7c7ade62b",
            Grade: "中级",
          },
          {
            label:
              "梧州市农业系列中级专业技术资格评审委员会【梧州市农业系列职称改革工作领导小组办公室】",
            value: "314fa0fe-04fa-4b3d-a270-726b2f1d088a",
            Grade: "中级",
          },
          {
            label:
              "玉林市农业系列中级评审委员会【玉林市农业系列职称改革工作领导小组】",
            value: "aeca1f42-b037-474b-a757-f8a5a03563c3",
            Grade: "中级",
          },
        ],
      },
      {
        label: "群众文化行业",
        options: [
          {
            label:
              "崇左市群众文化系列中级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "5836586a-4264-4ec2-adcd-c24d1b001ce2",
            Grade: "中级",
          },
          {
            label:
              "防城港市文化系列中级职务资格评审委员会【防城港市文化系列职改办】",
            value: "576233fa-aa47-4c80-9988-ba98f51ab33a",
            Grade: "中级",
          },
          {
            label:
              "贵港市群众文化行业中级评审委员会【贵港市文化广电体育和旅游局】",
            value: "3e66509a-8ba0-459a-8222-d43c83d1ba19",
            Grade: "中级",
          },
          {
            label:
              "桂林市群众文化行业中级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "5b5c98a3-0482-4d7c-8696-84df7e15c3ff",
            Grade: "中级",
          },
          {
            label:
              "来宾市文化广电和旅游局群众文化系列中级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "293043d6-b89d-4f8c-890f-2dfd02950abb",
            Grade: "中级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "1e37cddc-ce42-4a55-b373-2396f6a752fd",
            Grade: "中级",
          },
          {
            label:
              "群众文化系列百色市中级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "adce8945-2cce-41d7-9d64-161029187570",
            Grade: "中级",
          },
          {
            label:
              "群众文化系列玉林市中级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "3d9bcae6-e6ef-464b-ac5f-a1708336626a",
            Grade: "中级",
          },
          {
            label: "群众文化行业北海市中级评委会【北海市文化系列职改办】",
            value: "52ac3e4c-eb9e-4e1b-b7da-e63296e9dd18",
            Grade: "中级",
          },
          {
            label:
              "群众文化行业贺州市中级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "e166fe13-f64c-4ef3-b155-316923a11242",
            Grade: "中级",
          },
          {
            label:
              "群众文化行业梧州市中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "712d6186-55f3-4ed1-ad29-a13f0a46c439",
            Grade: "中级",
          },
          {
            label:
              "梧州市艺术图书文博系列中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "b65629f8-cf2c-48e0-9bb1-aab1b77dd017",
            Grade: "中级",
          },
          {
            label:
              "玉林市群众文化系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "21cbd420-c5ef-4cc0-b50d-5dde1c57d70e",
            Grade: "中级",
          },
        ],
      },
      {
        label: "社会科学研究系列",
        options: [
          {
            label:
              "广西电力职业技术学院社会科学研究系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "c1ad99c3-970e-4ae8-806b-f88601a472d3",
            Grade: "中级",
          },
          {
            label:
              "广西交通职业技术学院社会科学研究系列中级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "0f841a45-b7a9-4fa8-8e48-c618d02e6607",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "daada3b1-fadd-4020-9113-e5163e92181a",
            Grade: "中级",
          },
          {
            label:
              "广西水利电力职业技术学院社会科学研究系列中级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "fd33848c-fd7b-48a1-8ee2-64cf94b292d9",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学社会科学研究系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "5cba15c5-7d7f-4d10-ad5b-e56bd25889bb",
            Grade: "中级",
          },
          {
            label:
              "广西幼儿师范高等专科学校社会科学研究系列中级评委会【广西幼儿师范高等专科学校职称改革工作领导小组办公室】",
            value: "b5573493-8057-4323-a2ba-77af14933744",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学社会科学研究系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "2509e612-42ed-49de-a316-b07633412ad9",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院社会科学研究系列中级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "1e8543ae-ad13-4bf3-b143-b948e771f903",
            Grade: "中级",
          },
          {
            label:
              "桂林市社科系列中级评委会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "239f73cb-7858-4b82-afad-6b4ebc3999b7",
            Grade: "中级",
          },
          {
            label:
              "桂林医学院社会科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "ee37d322-16aa-466c-b503-65ae66f40f2e",
            Grade: "中级",
          },
          {
            label:
              "贺州学院社会科学研究系列中级评委会【贺州学院职称改革办公室】",
            value: "d54de015-3b16-4a8a-bb97-a7af0a1c7c65",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列百色学院中级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "4ecf78b8-6e9a-4e94-ae74-7dfa47457eb5",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列北部湾大学中级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "93710801-706d-498e-8ec7-fded879bdb7a",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列广西科技大学中级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "447ab6ef-7475-4d63-a446-6c3960afaaa2",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列广西社会科学院中级评委会【广西社会科学院职称改革工作领导小组办公室】",
            value: "9778dfbc-b7dd-467f-8456-588877bca4df",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "5040d248-f34c-4e5a-8831-ef02b8b6c572",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "290a132e-f44f-4ce4-8a6d-0c06d23a3c20",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列南宁职业技术学院中级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "40ad1070-f6bc-4c72-8df8-35aa83bea153",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列钦州市中级专业技术资格评审委员会【钦州市社会科学研究系列职称改革工作领导小组办公室】",
            value: "7dd45581-5098-44ca-8262-933761da970b",
            Grade: "中级",
          },
          {
            label:
              "社会科学研究系列梧州学院中级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "d903a1a4-4dae-49ae-b5ad-cc31f49b01d6",
            Grade: "中级",
          },
        ],
      },
      { label: "审计系列", options: [] },
      {
        label: "实验技术系列",
        options: [
          {
            label:
              "广西交通职业技术学院实验系列中级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "f0b91bae-dfd4-49ec-beab-94df19b0e1ec",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "74a4865e-bfc5-4dfe-bdbf-becd1dab997f",
            Grade: "中级",
          },
          {
            label:
              "广西水利电力职业技术学院实验系列中级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "de127082-1e78-480f-9980-48b78214e340",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学实验系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "1da6fea1-7a04-4f48-8a28-7746e302fb72",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学实验系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "6a6f96bc-fbaf-4b17-bf59-8d52612d1bb5",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院实验系列中级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "18fbbc29-b7e4-4284-a99c-d15d0fa44453",
            Grade: "中级",
          },
          {
            label:
              "桂林市实验系列中级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "f7e52822-3a57-4020-8369-36e50dacd25b",
            Grade: "中级",
          },
          {
            label:
              "桂林医学院实验系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "8dbaf455-b64e-45cb-9c0c-ac804bc24d69",
            Grade: "中级",
          },
          {
            label: "贺州学院实验系列中级评委会【贺州学院职称改革办公室】",
            value: "b604a366-cd3a-486d-a87a-2b88511bf168",
            Grade: "中级",
          },
          {
            label:
              "实验技术系列百色学院中级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "6744edf3-2106-4c9f-b066-75d3148694c8",
            Grade: "中级",
          },
          {
            label:
              "实验技术系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "15869742-4dcc-4233-befc-268cb2568faf",
            Grade: "中级",
          },
          {
            label:
              "实验技术系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "0b1a440a-decb-40fb-b3b2-e908fd831510",
            Grade: "中级",
          },
          {
            label:
              "实验技术系列南宁职业技术学院中级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "062531ff-0022-4acb-bf0e-257aba3072d3",
            Grade: "中级",
          },
          {
            label:
              "实验系列北部湾大学中级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "d96b52d4-8a61-48ae-a212-0e967435ce31",
            Grade: "中级",
          },
          {
            label:
              "实验系列北海市中级评委会【北海市教师职称改革工作领导小组办公室】",
            value: "4cd29176-16fa-45a5-a44a-19908cd535eb",
            Grade: "中级",
          },
          {
            label:
              "实验系列广西科技大学中级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "3de31103-1d76-4d3b-bd94-47245f31fbcb",
            Grade: "中级",
          },
          {
            label:
              "实验系列梧州学院中级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "3d9309b5-0b61-48bc-9ab7-72beab9a3c80",
            Grade: "中级",
          },
        ],
      },
      {
        label: "体育系列",
        options: [
          {
            label:
              "广西壮族自治区体育系列中级评委会【广西体育系列职称改革工作领导小组办公室】",
            value: "c3b9f8eb-3b24-493e-b920-059757f23bac",
            Grade: "中级",
          },
          {
            label: "贵港市体育系列中级评审委员会【贵港市文化广电体育和旅游局】",
            value: "5b641644-388c-4fed-b266-9c26f6ad58f0",
            Grade: "中级",
          },
          {
            label:
              "桂林市体育系列中级职称评审会【桂林市体育系列职称改革工作领导小组】",
            value: "86393460-5b15-438c-85f6-6f4c8947ee57",
            Grade: "中级",
          },
          {
            label:
              "体育系列玉林市中级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "fabdb31a-9e25-40f5-8518-73e86db313e9",
            Grade: "中级",
          },
          {
            label:
              "梧州市体育系列中级专业技术职务资格评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "f4e506b5-3b77-4ef8-a720-3f644ea4840a",
            Grade: "中级",
          },
          {
            label:
              "玉林市体育系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "3b2e1801-c216-4c5c-bde7-e470f6663be4",
            Grade: "中级",
          },
        ],
      },
      { label: "统计系列", options: [] },
      {
        label: "图书资料系列",
        options: [
          {
            label:
              "崇左市图书资料系列中级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "5180833e-f4bd-4d53-adf1-9b293d983b17",
            Grade: "中级",
          },
          {
            label:
              "防城港市文化系列中级职务资格评审委员会【防城港市文化系列职改办】",
            value: "593ddf43-bd9c-49ed-bf9a-326bfb83c187",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "6fa33da6-a137-4bde-a50f-270815fefefd",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学图书资料系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "8a367394-ed31-44e4-8453-0931c7982861",
            Grade: "中级",
          },
          {
            label:
              "贵港市图书资料系列中级评审委员会【贵港市文化广电体育和旅游局】",
            value: "6b3d10a8-4fd7-4c26-96ae-a5653c9c35b1",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学图书资料系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "e82a1796-1683-4034-b9fa-b9291d495372",
            Grade: "中级",
          },
          {
            label:
              "桂林市图书资料系列中级评审委员会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "490dc4e7-b5ad-4969-b82c-6fcf6160ab8d",
            Grade: "中级",
          },
          {
            label:
              "来宾市文化广电和旅游局图书系列中级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "ec628f37-f46f-4860-ba6d-2d3397046638",
            Grade: "中级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "1ca6382a-3ab8-438d-8b32-a1fbe5327878",
            Grade: "中级",
          },
          {
            label:
              "图书资料系列百色市中级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "68197a02-e179-4908-b480-71568fcc2876",
            Grade: "中级",
          },
          {
            label: "图书资料系列北海市中级评委会【北海市文化系列职改办】",
            value: "8125bfe1-a977-4c45-8fb8-205f4a898d35",
            Grade: "中级",
          },
          {
            label:
              "图书资料系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "440bdd1f-7155-4b49-a314-e8c8fa63b9c5",
            Grade: "中级",
          },
          {
            label:
              "图书资料系列贺州市中级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "7799d58a-e7f3-404f-a5b5-4286ca46ece8",
            Grade: "中级",
          },
          {
            label:
              "图书资料系列梧州市中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "60247276-81fb-4416-8632-9085c46b087c",
            Grade: "中级",
          },
          {
            label:
              "图书资料系列玉林市中级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "fbcbffb2-0a81-4ece-8688-7ded3b49e06e",
            Grade: "中级",
          },
          {
            label:
              "梧州市艺术图书文博系列中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "d480d6d2-4f39-46ff-94eb-a2638d6a5f73",
            Grade: "中级",
          },
          {
            label:
              "玉林市图书资料系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "48f472ee-027b-431e-88a4-a23c2dc4a736",
            Grade: "中级",
          },
        ],
      },
      { label: "卫生系列", options: [] },
      {
        label: "文物博物系列",
        options: [
          {
            label:
              "崇左市文物博物系列中级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "757fbcf7-216c-4c83-9ea6-db20ec9475f4",
            Grade: "中级",
          },
          {
            label:
              "防城港市文化系列中级职务资格评审委员会【防城港市文化系列职改办】",
            value: "86eeb98c-85f1-434f-b786-f031603dbae9",
            Grade: "中级",
          },
          {
            label:
              "贵港市文物博物系列中级评审委员会【贵港市文化广电体育和旅游局】",
            value: "ed4d251d-3e59-4bf6-b54d-ff3b210c1934",
            Grade: "中级",
          },
          {
            label:
              "桂林市文物博物系列中级评委会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "9379ae33-f5f9-41f5-bc2b-8277d4684904",
            Grade: "中级",
          },
          {
            label:
              "来宾市文化广电和旅游局文物博物系列中级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "6a9f9cbd-4668-45a2-9bcd-af57ea7b4bda",
            Grade: "中级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "eb584a07-8010-4ce3-9e46-4d651926a26c",
            Grade: "中级",
          },
          {
            label:
              "文物博物系列百色市中级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "ea3c7ba5-b302-4f13-94f4-7cfd92f9392e",
            Grade: "中级",
          },
          {
            label: "文物博物系列北海市中级评委会【北海市文化系列职改办】",
            value: "87501843-5fec-4c95-aa8b-c025fde183db",
            Grade: "中级",
          },
          {
            label:
              "文物博物系列贺州市中级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "7210162f-6c6e-4509-8a47-87f44e491500",
            Grade: "中级",
          },
          {
            label:
              "文物博物系列梧州市中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "6f7465d6-96aa-41bc-938a-d7638b6ce442",
            Grade: "中级",
          },
          {
            label:
              "文物博物系列玉林市中级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "d75d4b5c-d3ff-4efe-a4c1-12b42bc9f36e",
            Grade: "中级",
          },
          {
            label:
              "梧州市艺术图书文博系列中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "6656f40a-2519-4f94-8f7e-f4174903cfee",
            Grade: "中级",
          },
          {
            label:
              "玉林市文物博物系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "afb98c3a-23fc-414b-9fe9-767ade1e9cf5",
            Grade: "中级",
          },
        ],
      },
      { label: "文学创作", options: [] },
      {
        label: "新闻系列",
        options: [
          {
            label:
              "北海市新闻系列中级专业职务任职资格评审委员会【北海市新闻系列职称改革工作领导小组办公室】",
            value: "4291cf54-f7a6-4d86-b4cd-09f8b635f50a",
            Grade: "中级",
          },
          {
            label:
              "崇左市新闻系列中级评审委员会【崇左市新闻播音系列职称改革工作领导小组办公室】",
            value: "eddaf8e1-8507-4ad1-91ba-a1fd90e61da7",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区新闻系列贺州市中级评委会【贺州市新闻系列职称改革工作领导小组】",
            value: "6aee055a-f1ee-4cf9-953c-63c343bdb171",
            Grade: "中级",
          },
          {
            label:
              "贵港市新闻系列中级专业技术资格评审委员会【贵港市新闻系列职称改革工作领导小组办公室】",
            value: "0ce1c08a-ad73-41e7-ac40-1650674d37c3",
            Grade: "中级",
          },
          {
            label:
              "桂林市新闻系列中级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "ea5e0d48-2c99-41ef-b884-1f5bdaa67440",
            Grade: "中级",
          },
          {
            label:
              "来宾市新闻系列中级评审委员会【来宾市宣传口职称评定工作领导小组】",
            value: "92f834a6-0aec-45d5-b907-05b4a653f0c7",
            Grade: "中级",
          },
          {
            label:
              "钦州市新闻系列中级专业技术职务评审委员会【钦州市新闻系列职称评定工作领导小组办公室】",
            value: "e6048004-fca5-4233-a9d5-04a0dda699ff",
            Grade: "中级",
          },
          {
            label:
              "梧州市新闻系列中级专业技术职务任职资格评审委员会【梧州市新闻系列职称改革工作领导小组办公室】",
            value: "59460489-b30f-423e-982f-8d099a1e0e5c",
            Grade: "中级",
          },
          {
            label:
              "新闻系列百色市中级评委会【百色市新闻系列职称改革工作领导小组办公室】",
            value: "517dc0a4-4c84-4c2b-86e0-d632bf1960c8",
            Grade: "中级",
          },
          {
            label: "新闻系列防城港市中级评审会【防城港市新闻系列职改办一】",
            value: "45d514a5-58d2-4d7f-8868-3924851898b2",
            Grade: "中级",
          },
          {
            label:
              "玉林市新闻系列中级职称评审委员会【玉林市新闻系列职称改革工作领导小组办公室】",
            value: "9b1a9265-f6d6-4671-9449-0b0b1e23eda8",
            Grade: "中级",
          },
          {
            label:
              "玉林市新闻系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "8ddcbb19-a891-4d32-9809-e65b35456b1a",
            Grade: "中级",
          },
        ],
      },
      {
        label: "艺术系列",
        options: [
          {
            label:
              "崇左市艺术系列中级评委会【崇左市文化系列职称改革工作领导小组办公室】",
            value: "6f1ff83f-800f-437f-ae4e-a092cac888c9",
            Grade: "中级",
          },
          {
            label:
              "防城港市文化系列中级职务资格评审委员会【防城港市文化系列职改办】",
            value: "6c531612-7bc4-4e60-a66d-6c26723b81b8",
            Grade: "中级",
          },
          {
            label: "贵港市艺术系列中级评审委员会【贵港市文化广电体育和旅游局】",
            value: "fd466bba-0342-4fcb-be00-e1e3b34b7124",
            Grade: "中级",
          },
          {
            label:
              "桂林市艺术系列中级评审评委会【桂林市文化广电和旅游局职称改革工作领导小组】",
            value: "840c83b8-d0b5-430b-b85b-dc56a398e85e",
            Grade: "中级",
          },
          {
            label:
              "来宾市文化广电和旅游局艺术系列中级评审委员会【来宾市文化广电和旅游局职称改革工作领导小组办公室】",
            value: "2ff094e6-1926-483e-985b-5ebc2b9856c6",
            Grade: "中级",
          },
          {
            label:
              "钦州市图书文博群文艺术系列中级专业技术职务评审委员会【钦州市图书文博群文艺术系列职称改革工作领导小组办公室】",
            value: "1cb64f0d-7049-433f-89c5-57fb559cb420",
            Grade: "中级",
          },
          {
            label:
              "梧州市艺术图书文博系列中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "d2f213c3-d50e-42f6-b3e7-9c06cab14f53",
            Grade: "中级",
          },
          {
            label:
              "艺术系列百色市中级评委会【百色市艺术、图书、文博、群文系列职称改革工作领导小组办公室】",
            value: "f00bc99a-dba7-45e5-bc9c-7236cb4087cf",
            Grade: "中级",
          },
          {
            label: "艺术系列北海市中级评委会【北海市文化系列职改办】",
            value: "e6910cce-7113-44f9-84b5-12a0a52bdb93",
            Grade: "中级",
          },
          {
            label:
              "艺术系列贺州市中级评审委员会【贺州市文化和旅游局职称改革工作领导小组】",
            value: "cc2a098b-fd50-43f8-a87b-1d5b9c241025",
            Grade: "中级",
          },
          {
            label:
              "艺术系列梧州市中级专业技术职务评审委员会【梧州市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "f3bdc806-9a8c-4101-a484-2cff04f95f14",
            Grade: "中级",
          },
          {
            label:
              "艺术系列玉林市中级专业技术资格评审委员会【玉林市文化广电体育和旅游局职称改革工作领导小组办公室】",
            value: "03d00abc-0797-41b3-804a-479486cd7c63",
            Grade: "中级",
          },
          {
            label:
              "玉林市艺术系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "1fe2ddf5-f09e-41e2-8906-1eb5080fd5b0",
            Grade: "中级",
          },
        ],
      },
      {
        label: "影视艺术、技术专业",
        options: [
          {
            label:
              "广西壮族自治区艺术系列影视艺术、技术专业中级专业技术资格评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "5d4399f4-0b0e-4061-b923-f0ab5c2303b3",
            Grade: "中级",
          },
        ],
      },
      {
        label: "政工系列",
        options: [
          {
            label:
              "北海市政工系列中级评审委员会【北海市新闻系列职称改革工作领导小组办公室】",
            value: "8b61e552-92f2-40e0-952d-3aeb5cc5904e",
            Grade: "中级",
          },
          {
            label:
              "广西北部湾投资集团有限公司企业政工中级评委会【广西北部湾投资集团有限公司职称改革领导小组办公室】",
            value: "da637c8e-daf9-44b2-aa11-ebf6676e03e4",
            Grade: "中级",
          },
          {
            label:
              "广西交通投资集团有限公司政工系列中级专业职务资格评审委员会【广西交通投资集团有限公司职称改革工作领导小组办公室】",
            value: "f9b7292f-5bf8-4bf1-ad37-3f29fc3e3988",
            Grade: "中级",
          },
          {
            label:
              "桂林市政工系列中级评审会【桂林市新闻社科系列职称改革工作领导小组】",
            value: "9dbe6682-15fe-493a-9e5b-cca5a7f5159b",
            Grade: "中级",
          },
          {
            label:
              "来宾市企业政工系列中级评审委员会【来宾市宣传口职称评定工作领导小组】",
            value: "d749a9bd-1e04-4117-a2f9-317fb382342d",
            Grade: "中级",
          },
          {
            label:
              "钦州市政工系列中级评审委员会【钦州市新闻系列职称评定工作领导小组办公室】",
            value: "d3c2377d-85ad-4861-be22-5069502a3f09",
            Grade: "中级",
          },
          {
            label:
              "政工系列百色市中级评委会【百色市新闻系列职称改革工作领导小组办公室】",
            value: "e7b0967a-15e7-4b56-8cf2-146aa9c1e975",
            Grade: "中级",
          },
          {
            label: "政工系列防城港市中级评委会【防城港市新闻系列职改办一】",
            value: "59d70e7d-6898-4ec0-9a40-960dae560426",
            Grade: "中级",
          },
          {
            label:
              "政工系列广西建工集团中级评委会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "945e2d4f-1f81-4930-8358-bb0d74da33f5",
            Grade: "中级",
          },
        ],
      },
      {
        label: "职工教育系统",
        options: [
          {
            label:
              "玉林市职工教育系统中级评审委员会【玉林市工程系列职称改革工作领导小组】",
            value: "f357a751-6482-4361-bf78-055322bdfeb7",
            Grade: "中级",
          },
          {
            label:
              "职工教育系统桂林市中级评审会【桂林市职工教育系统职称改革工作领导小组】",
            value: "e84d905e-ec53-45ae-a33f-15176a9e31dd",
            Grade: "中级",
          },
        ],
      },
      {
        label: "中等职业学校教师系列",
        options: [
          {
            label:
              "广西医科大学附设护士学校中专教师系列中级专业技术职务资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "92e607d4-0a74-443b-ad90-8cbf2e5450c5",
            Grade: "中级",
          },
          {
            label:
              "广西壮族自治区自然资源厅中专学校教师中级专业技术资格评审委员会【广西壮族自治区自然资源厅职称改革工作领导小组办公室】",
            value: "925271a1-e890-43be-b2ad-5382e8f572cf",
            Grade: "中级",
          },
          {
            label:
              "桂林市中等职业学校教师系列中级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "cdb2f4d6-30ec-4b3b-b54c-7ad439cae3bd",
            Grade: "中级",
          },
          {
            label:
              "贺州市中等职业学校教师系列中级评审委员会【贺州市教育系列职称改革工作领导小组】",
            value: "b7c7a61e-ee35-4508-9fbc-a97627d78de4",
            Grade: "中级",
          },
          {
            label:
              "梧州市中等专业学校教师系列中级专业技术职务资格评审委员会【梧州市教育局职称改革工作领导小组办公室】",
            value: "572352c6-b4af-45b7-9071-648bb692ced5",
            Grade: "中级",
          },
          {
            label:
              "玉林市中等职业学校教师系列中级职称评委会【玉林市职称改革工作领导小组办公室】",
            value: "69bf6747-78f1-408c-989b-c55c1aa1e065",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "0be7f9dc-af36-4890-8624-264ef9bdf3aa",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列百色市中级职称评审委员会【百色市中小学教师系列职称改革工作领导小组办公室】",
            value: "66cba306-1ae0-4aef-b3fd-4652ed4bb1fa",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列北海市中级评委会【北海市教师职称改革工作领导小组办公室】",
            value: "7b142edb-8bac-4dff-85e6-05abb5c60bd6",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列贵港市中级评审委员会【贵港市职称改革工作领导小组办公室】",
            value: "cbad23d6-bef0-4994-b212-04767324c85b",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列贺州中级评委会【贺州市职称改革工作领导小组办公室】",
            value: "c7e04470-ddf3-4147-9dc9-e28c63d8a26e",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列来宾市中级评审会【来宾市教育系列职称工作领导小组】",
            value: "6f8457d2-41d3-4147-9035-c38c979c1b5f",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列钦州市一级教师评审委员会【钦州市教育局职改工作领导小组办公室】",
            value: "0b28cb31-a721-4b6e-8f54-6ff76e80641b",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列玉林市中级专业技术资格评审委员会【玉林市教育系统职称改革工作领导小组办公室】",
            value: "5e3e2843-4d88-479c-a235-960777d01686",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列自治区工信厅中级评委会【广西壮族自治区工业和信息化厅职称改革工作领导小组办公室】",
            value: "e423fefa-4f3c-439f-9e53-fd40897b34e0",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列自治区农业农村厅中级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "bfa10d34-bc0b-4d1c-9595-17cfabf8bbd4",
            Grade: "中级",
          },
          {
            label:
              "中等职业学校教师系列自治区体育局中级评委会【广西壮族自治区体育运动学校】",
            value: "0ad0d9bf-bc25-4c6b-9912-b74b1919151f",
            Grade: "中级",
          },
          {
            label:
              "中职教师系列崇左市中级评委会【崇左市教育系列职称改革工作领导小组办公室】",
            value: "8d773f7e-5e5f-4056-86c3-0d75f5c25278",
            Grade: "中级",
          },
        ],
      },
      {
        label: "中小学教师系列",
        options: [
          {
            label:
              "恭城县教育系列职称改革工作领导小组【恭城县职称改革工作领导小组】",
            value: "fc80789b-cf4b-493a-933a-6dd70462cf4c",
            Grade: "中级",
          },
          {
            label:
              "恭城县教育系列职称改革工作领导小组【恭城县教育系列职称改革工作领导小组】",
            value: "3cef4a0c-b6f1-454b-acd4-06b123f74900",
            Grade: "中级",
          },
          {
            label:
              "广西贵港市流动专业技术人员教育系列中级评委会【贵港市流动专业技术人员职称改革办公室】",
            value: "22c65e36-fbf9-4a1c-bf2a-8f7e6ea30037",
            Grade: "中级",
          },
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "d4718ae4-cad7-42e9-8e09-762a9a1f3c5c",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学中小学教师系列小学（幼儿园）中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "f9692e0f-1486-45af-b003-5d67a62913ca",
            Grade: "中级",
          },
          {
            label:
              "贵港市中小学教师系列中级评审委员会【贵港市中小学教师系列职称改革工作领导小组办公室】",
            value: "51588faa-8de7-4840-80e0-fae91935d05c",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学中小学教师系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "0086c7b1-0ab8-489b-9f0d-c62ee306244b",
            Grade: "中级",
          },
          {
            label:
              "桂林市秀峰区中小学教师系列专业技术职称评审委员会（中级）【秀峰区职称改革工作领导小组】",
            value: "8471831c-a7a6-4c3f-b425-8b11309f13d3",
            Grade: "中级",
          },
          {
            label:
              "桂林新技术产业开发区中小学教师系列中级评委会【桂林市新技术产业开发区职称改革工作领导小组】",
            value: "782d9c8d-9123-485b-906f-be7d021bdc8a",
            Grade: "中级",
          },
          {
            label:
              "桂平市中小学教师系列中级职称评审委员会【桂平市职称改革工作领导小组办公室】",
            value: "4822781a-d583-4a57-81da-b8b6ff0643bf",
            Grade: "中级",
          },
          {
            label:
              "贺州市中小学教师系列中级职称评审委员会【贺州市教育系列职称改革工作领导小组】",
            value: "2090239d-1e84-4374-af56-bf50b4d8154a",
            Grade: "中级",
          },
          {
            label:
              "平南县中小学教师系列中级职称评审委员会【平南县职称改革工作领导小组办公室】",
            value: "06070b05-ae81-4cae-8da5-7d33d96d39da",
            Grade: "中级",
          },
          {
            label:
              "秀峰区中小学教师系列专业技术职称评审委员会【秀峰区教育系列职称改革工作领导小组】",
            value: "601cd22f-b59b-4579-95fc-ad5b456c2764",
            Grade: "中级",
          },
          {
            label:
              "雁山区中小学教师系列中级评委会【雁山区职称改革工作领导小组】",
            value: "e05a38d6-01db-4f8b-b1fd-3047d1c536e0",
            Grade: "中级",
          },
          {
            label:
              "玉林市非公有制经济组织中小学教师系列中级专业技术资格评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "49372271-c841-4f53-bf58-4bfafed617f2",
            Grade: "中级",
          },
          {
            label:
              "玉林市非公有制经济组织中小学教师系列中级专业技术资格评审委员会【玉林市非公有制经济组织和社会组织职称改革工作领导小组办公室】",
            value: "2d8ec6ae-7759-4523-b960-d8cb1d9768e1",
            Grade: "中级",
          },
          {
            label:
              "玉林市中小学教师系列中级专业技术职务资格评审委员会【玉林市教育系统职称改革工作领导小组】",
            value: "687245b6-a3b0-4029-9878-d9cec378168e",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列百色市中级职称评审委员会【百色市中小学教师系列职称改革工作领导小组办公室】",
            value: "ed5ba3ed-171c-4b63-b9ad-194669b59bb2",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列北海市一级教师评委会【北海市教师职称改革工作领导小组办公室】",
            value: "3d3c222a-d0e7-4a8d-bde1-fdff47a81cb3",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列崇左市中级评委会【崇左市教育系列职称改革工作领导小组办公室】",
            value: "415dea56-b5b4-4a96-b908-7746a2363122",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列叠彩区中级评审委员会【叠彩区职称改革工作领导小组】",
            value: "da306456-af3c-49b6-8a52-e84bb57f6044",
            Grade: "中级",
          },
          {
            label: "中小学教师系列防城港市中级评委会【防城港市教育局职改办】",
            value: "03f0e80e-536f-44d7-bddf-85645af6b93f",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "6395e30a-897a-4f0d-9432-d831ea71b4ba",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列桂林市临桂区中级职称评审委员会【临桂区职称改革工作领导小组】",
            value: "0a653a4b-ccc5-4bf7-a5f9-da9dfc8a21aa",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列桂林市象山区中级评审会【象山区教育系列职称改革工作领导小组】",
            value: "a6513e55-745f-4bcc-981f-534b2b040b62",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列桂林市中级评审会【桂林市教育系列职称改革工作领导小组】",
            value: "fb88ae07-1872-444c-9cd8-d290c6398a48",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列贺州市中级评审委员会【贺州市职称改革工作领导小组办公室】",
            value: "e0829c9a-b68b-442b-b8d6-3db433a960c7",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列来宾市中级评审会【来宾市教育系列职称工作领导小组】",
            value: "9c3c82dc-df8d-48c2-9e0f-6d0f6aa02602",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列钦州市一级教师评委会【钦州市教育局职改工作领导小组办公室】",
            value: "11301191-80c0-4ad5-a989-abcc918183e1",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列梧州市一级教师评审委员会【梧州市教育局职称改革工作领导小组办公室】",
            value: "9c5f5a70-23ed-4c10-ab8d-34ced250758b",
            Grade: "中级",
          },
          {
            label:
              "中小学教师系列自治区体育局中级评委会【广西壮族自治区体育运动学校】",
            value: "c7c6c90f-dd5a-475a-ad3b-3c02951d361f",
            Grade: "中级",
          },
        ],
      },
      {
        label: "自然科学研究系列",
        options: [
          {
            label:
              "广西师范大学中初级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "d0b668d7-64ff-4943-8c1e-86d382b4f512",
            Grade: "中级",
          },
          {
            label:
              "广西医科大学自然科学研究系列中级专业技术资格评审委员会【广西医科大学职称改革工作领导小组办公室】",
            value: "14be7d2d-b142-4c83-a307-b74e0c922eb4",
            Grade: "中级",
          },
          {
            label:
              "桂林电子科技大学自然科学研究系列中级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "1b86f792-cd61-4175-a3af-54339354dc45",
            Grade: "中级",
          },
          {
            label:
              "桂林医学院自然科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "3a5db7b3-7d9f-4832-af93-f7a9603742de",
            Grade: "中级",
          },
          {
            label:
              "贺州学院自然科学研究系列中级评委会【贺州学院职称改革办公室】",
            value: "e8d6f06b-ebab-4234-a246-f7520b55bd26",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列百色学院中级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "1230568f-7406-4c03-b00f-b96943f94e0f",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列北部湾大学中级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "9540799c-f62b-44a0-a000-45f8fe047f9b",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列广西科技大学中级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "f038d866-9b68-4330-88cc-14f0bbee6813",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列广西科学院中级评委会【广西科学院职称改革工作领导小组办公室】",
            value: "fe95b986-27f4-48ba-b847-065dd1b1a8f3",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列广西农业科学院中级评委会【广西壮族自治区农业科学院】",
            value: "e72f622f-44ab-4556-b2d0-e385f544ce4d",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列桂林理工大学中级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "0222adb2-3f11-4e59-8f06-605a4ccb42a5",
            Grade: "中级",
          },
          {
            label:
              "自然科学研究系列梧州学院中级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "0aac7ae2-2d9c-40fe-922d-2cefaf15ccb0",
            Grade: "中级",
          },
        ],
      },
    ],
  },
  FuGaoJi: {
    select: [
      { label: "播音系列", value: "播音系列" },
      { label: "出版系列", value: "出版系列" },
      { label: "档案系列", value: "档案系列" },
      { label: "翻译系列", value: "翻译系列" },
      { label: "高等学校教师系列", value: "高等学校教师系列" },
      { label: "工程系列", value: "工程系列" },
      { label: "工艺美术系列", value: "工艺美术系列" },
      { label: "公证系列", value: "公证系列" },
      { label: "会计系列", value: "会计系列" },
      { label: "技工学校教师系列", value: "技工学校教师系列" },
      { label: "教师系列党校系统", value: "教师系列党校系统" },
      { label: "经济系列", value: "经济系列" },
      { label: "律师系列", value: "律师系列" },
      { label: "农业系列", value: "农业系列" },
      { label: "群众文化行业", value: "群众文化行业" },
      { label: "社会科学研究系列", value: "社会科学研究系列" },
      { label: "审计系列", value: "审计系列" },
      { label: "实验技术系列", value: "实验技术系列" },
      { label: "体育系列", value: "体育系列" },
      { label: "统计系列", value: "统计系列" },
      { label: "图书资料系列", value: "图书资料系列" },
      { label: "卫生系列", value: "卫生系列" },
      { label: "文物博物系列", value: "文物博物系列" },
      { label: "文学创作", value: "文学创作" },
      { label: "新闻系列", value: "新闻系列" },
      { label: "艺术系列", value: "艺术系列" },
      { label: "影视艺术、技术专业", value: "影视艺术、技术专业" },
      { label: "政工系列", value: "政工系列" },
      { label: "职工教育系统", value: "职工教育系统" },
      { label: "中等职业学校教师系列", value: "中等职业学校教师系列" },
      { label: "中小学教师系列", value: "中小学教师系列" },
      { label: "自然科学研究系列", value: "自然科学研究系列" },
    ],
    series: [
      {
        label: "播音系列",
        options: [
          {
            label:
              "广西壮族自治区播音系列副高级评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "8e18059b-869e-469a-b4cc-a5ea7f5d9216",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "出版系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "档案系列",
        options: [
          {
            label:
              "广西壮族自治区档案系列高级专业技术职务评审委员会【广西壮族自治区档案系列职称改革工作领导小组办公室】",
            value: "3abce70b-f85e-475e-852b-2b5934384455",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "翻译系列",
        options: [
          {
            label:
              "自治区翻译系列副高级评委会【广西壮族自治区翻译系列职称改革工作领导小组办公室】",
            value: "6647aa8e-4b34-4735-bd70-91d97005e021",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "高等学校教师系列",
        options: [
          {
            label:
              "北部湾大学国（境）外教职工直接评聘高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "498e6a11-0760-4836-b8c5-0184b75c05da",
            Grade: "副高级",
          },
          {
            label:
              "北部湾大学引进人才直接评审高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "48d401af-cf4d-4e6f-a833-2ee696e2618d",
            Grade: "副高级",
          },
          {
            label:
              "高等学校教师系列百色学院副高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "b97b4fef-a75d-4180-a3c7-62193656be21",
            Grade: "副高级",
          },
          {
            label:
              "高等学校教师系列桂林理工大学副高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "46e5ae6b-fc7d-4753-b920-078e56cbddad",
            Grade: "副高级",
          },
          {
            label:
              "高校教师系列北部湾大学副高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "53447120-d06b-4e52-abf5-4910fa3816ed",
            Grade: "副高级",
          },
          {
            label:
              "高校教师系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "3e909e2d-d8a4-4139-987a-320a492cdebe",
            Grade: "副高级",
          },
          {
            label:
              "高校教师系列南宁职业技术学院副高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "e2908ba1-e500-407a-b863-d5efa6b1f74b",
            Grade: "副高级",
          },
          {
            label:
              "高校教师系列梧州学院副高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "88297aef-72ab-4587-9361-39d4ffbe99c9",
            Grade: "副高级",
          },
          {
            label:
              "广西电力职业技术学院高校教师系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "6b57ce94-3efc-4ed3-add2-45341fbcf8ed",
            Grade: "副高级",
          },
          {
            label:
              "广西工程职业学院高校教师系列副高级职称评审委员会【广西工程职业学院职称改革工作领导小组办公室】",
            value: "785cafc9-28b5-4b51-9fe7-4f41e3f620cd",
            Grade: "副高级",
          },
          {
            label:
              "广西交通职业技术学院高校教师系列副高级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "acedee85-b8e4-43f2-886b-d80cae52df43",
            Grade: "副高级",
          },
          {
            label:
              "广西培贤国际职业学院高等学校教师系列副高级评委会【广西培贤国际职业学院职称改革工作领导小组办公室】",
            value: "5ac087c1-1db9-4fba-b3ab-e47292151dca",
            Grade: "副高级",
          },
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "f6b18548-5568-4028-9b2f-427d470e71a0",
            Grade: "副高级",
          },
          {
            label:
              "广西水利电力职业技术学院高等学校教师系列副高级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "31abba7e-adcf-41c7-9d87-b6431f4bba42",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学高等学校教师系列副高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "c80eda80-6828-4111-87d8-534dca68fbde",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院高校教师系列副高级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "b5e8b9d8-9363-4079-a0fe-0d5751f3673d",
            Grade: "副高级",
          },
          {
            label:
              "桂林医学院高等学校教师系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "42f23eba-36ae-413e-9ff0-ab1f51a1ed05",
            Grade: "副高级",
          },
          {
            label:
              "贺州学院高等学校教师系列副高级评委会【贺州学院职称改革办公室】",
            value: "f06ad7ce-461b-4b2c-ad22-f7769b8bd3d9",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "工程系列",
        options: [
          {
            label:
              "工程系列广西壮族自治区人才服务中心副高级评委会【广西流动人员职称改革办公室】",
            value: "3470a0ef-79fd-445b-8cc9-988046fa520c",
            Grade: "副高级",
          },
          {
            label:
              "工程系列桂林市高级评审会【桂林市职称改革工作领导小组办公室】",
            value: "ee74eb92-e36e-41da-a06b-73a1e8e5ba69",
            Grade: "副高级",
          },
          {
            label:
              "工程系列交通行业副高级评委会【广西壮族自治区交通运输厅职称改革工作领导小组办公室】",
            value: "1e0863c9-122d-4efb-9196-f738340333fa",
            Grade: "副高级",
          },
          {
            label:
              "工程系列交通行业广西北部湾国际港务集团有限公司高级评委会【广西北部湾国际港务集团有限公司职称工作领导小组办公室】",
            value: "042284cf-e805-4a8d-84e0-dec9f653cda2",
            Grade: "副高级",
          },
          {
            label:
              "工程系列交通行业广西北部湾投资集团有限公司高级评委会【广西北部湾投资集团有限公司职称改革领导小组办公室】",
            value: "3bb4d176-fc19-48bc-aae3-df588db7503f",
            Grade: "副高级",
          },
          {
            label:
              "工程系列交通行业广西交通投资集团高级职称评委会【广西交通投资集团有限公司职称改革工作领导小组办公室】",
            value: "98cad241-e972-4eed-a5bc-bfa62bdb06a8",
            Grade: "副高级",
          },
          {
            label:
              "工程系列快递行业副高级专业技术资格评审委员会【广西壮族自治区邮政管理局职称改革工作领导小组办公室】",
            value: "0bf76a61-fa7b-478f-83eb-1d3df667775d",
            Grade: "副高级",
          },
          {
            label:
              "工程系列南宁市副高级评委会【南宁市工程技术专业职称改革工作领导小组】",
            value: "f91d30b6-87a3-438d-b7eb-442774ebef46",
            Grade: "副高级",
          },
          {
            label:
              "工程系列生态环境行业副高级评委会【广西壮族自治区生态环境厅职称改革工作领导小组办公室】",
            value: "99ea5c4c-0696-4c83-ba7b-7c7834a01da5",
            Grade: "副高级",
          },
          {
            label:
              "工程系列水产行业副高级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "ce3bee73-4648-484b-b583-632f1d3d5cb6",
            Grade: "副高级",
          },
          {
            label:
              "工程系列水电行业副高级评委会【广西壮族自治区水利厅职称改革工作领导小组办公室】",
            value: "7d55d1e0-9036-4c49-af7b-0bfdeecafc29",
            Grade: "副高级",
          },
          {
            label:
              "工程系列玉林市副高级评委会【玉林市职称改革工作领导小组办公室】",
            value: "8c19a633-d731-4ca9-b6f9-175d98eccbb6",
            Grade: "副高级",
          },
          {
            label:
              "广西工程技术系列梧州市高级专业技术职务资格评审委员会【梧州市职称改革工作领导小组办公室】",
            value: "ab06ec9e-18aa-4d21-b32b-dac747b87243",
            Grade: "副高级",
          },
          {
            label:
              "广西工程系列自然资源行业高级工程师评审委员会【广西壮族自治区自然资源厅职称改革工作领导小组办公室】",
            value: "ae6e7afc-d92a-410b-bdc0-1d92338d8640",
            Grade: "副高级",
          },
          {
            label:
              "广西建工集团有限责任公司工程系列建设系统高级专业技术资格评审委员会【广西壮族自治区建工集团职称改革工作领导小组办公室】",
            value: "36a7b3d8-719b-4684-9c0b-02d778f3daf5",
            Grade: "副高级",
          },
          {
            label:
              "广西壮族自治区工程系列广播电视行业副高级专业技术资格评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "740db2ad-6ffc-4ba6-9279-b94acc90b89e",
            Grade: "副高级",
          },
          {
            label:
              "广西壮族自治区工程系列民营企业副高级评委会【广西壮族自治区工业和信息化厅职称改革工作领导小组办公室】",
            value: "76d69779-db24-4b93-8ab4-8b94c86c2276",
            Grade: "副高级",
          },
          {
            label:
              "全区副高级第一层次评委专家库【广西壮族自治区职称改革工作领导小组办公室】",
            value: "2a92a89a-faa5-46dc-9418-a6fa9e48994d",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "工艺美术系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "公证系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "会计系列",
        options: [
          {
            label:
              "广西壮族自治区会计系列副高级评委会【广西壮族自治区会计系列职称改革工作领导小组办公室】",
            value: "c2c936b0-07fe-45ce-bfbe-39d7f117b253",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "技工学校教师系列",
        options: [
          {
            label:
              "技工学校教师系列副高级评委会【广西壮族自治区技工学校教师系列职称改革工作领导小组办公室】",
            value: "f2964068-4166-415f-ad27-214d9cc74286",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "教师系列党校系统",
        options: [
          {
            label:
              "广西党校系统副高级专业技术资格评审委员会【广西党校系统职称改革工作领导小组办公室】",
            value: "1af41240-a79a-40f2-9377-3bbaff12cdc0",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "经济系列",
        options: [
          {
            label:
              "广西壮族自治区高级经济师评审委员会【广西企业与企业家联合会】",
            value: "c190098d-3acc-4e26-90f9-c8749db13da5",
            Grade: "副高级",
          },
          {
            label:
              "广西壮族自治区经济系列民营企业副高级评委会【广西壮族自治区工业和信息化厅职称改革工作领导小组办公室】",
            value: "ef4edff2-5ffe-4fa8-8e6d-4bc3ef8d1763",
            Grade: "副高级",
          },
          {
            label:
              "经济系列广西壮族自治区人才服务中心副高级评委会【广西流动人员职称改革办公室】",
            value: "ea02e9a2-6ce6-4fbd-b277-ea6335b4ff33",
            Grade: "副高级",
          },
          {
            label:
              "经济系列农业行业副高级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "2ecc5034-a27a-4ac5-b951-814933f6715b",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "律师系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "农业系列",
        options: [
          {
            label:
              "农业系列副高级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "1ffe641c-deec-4146-8c49-eabb76780831",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "群众文化行业",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "社会科学研究系列",
        options: [
          {
            label:
              "广西电力职业技术学院社会科学研究系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "2c0abca7-3f6f-41ec-8cad-62ef82130b45",
            Grade: "副高级",
          },
          {
            label:
              "广西交通职业技术学院社会科学研究系列副高级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "08df00dc-383f-4f60-86f0-2220fa57e7b5",
            Grade: "副高级",
          },
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "ec990e30-fbac-48da-9419-c60e13064344",
            Grade: "副高级",
          },
          {
            label:
              "广西水利电力职业技术学院社会科学研究系列副高级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "610e46d0-83ca-4cfd-95b9-f25250e0d670",
            Grade: "副高级",
          },
          {
            label:
              "广西壮族自治区社会科学研究系列副高级评委会【广西社会科学院职称改革工作领导小组办公室】",
            value: "dc82d77e-f147-4f85-b794-e8bc13ea237a",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学社会科学研究系列副高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "46143602-ffb7-4145-a4ad-6d4106f7a84d",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院社会科学研究系列副高级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "55d03562-0cd5-49dc-87c4-6a378486b63e",
            Grade: "副高级",
          },
          {
            label:
              "桂林医学院社会科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "675a8bc4-0454-4647-a268-a64e45d6e0a4",
            Grade: "副高级",
          },
          {
            label:
              "贺州学院社会科学研究系列副高级评委会【贺州学院职称改革办公室】",
            value: "b53ad4a1-5a17-405e-91b0-a54c097051c5",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列百色学院副高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "6e146438-9498-43a5-be82-d25e0a5b0771",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列北部湾大学副高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "324b9d9a-498f-43ac-af2b-e269fb830536",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "28459698-5553-406e-8c64-f9b1241f8193",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列桂林理工大学副高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "ad9c90ef-8bcb-4587-b2be-2f80908cadd5",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列南宁职业技术学院副高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "9e516334-fa99-46d7-83ee-80cfe18ec390",
            Grade: "副高级",
          },
          {
            label:
              "社会科学研究系列梧州学院副高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "ac0881d0-313b-4936-9312-9cec88b27a88",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "审计系列",
        options: [
          {
            label:
              "广西壮族自治区审计系列高级专业技术职务评审委员会【广西壮族自治区审计系列职称改革工作领导小组办公室】",
            value: "84e2bb87-e3d0-4343-ba9e-ce6f368b958e",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "实验技术系列",
        options: [
          {
            label:
              "广西交通职业技术学院实验系列副高级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "5d758d42-22d8-44b1-818b-71a9131c9385",
            Grade: "副高级",
          },
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "05c0d0bd-ca2f-49d6-8223-2b8a2804cbb5",
            Grade: "副高级",
          },
          {
            label:
              "广西水利电力职业技术学院实验系列副高级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "b29b3346-a36f-4fc7-abed-5a6a27605400",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学实验系列副高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "fe9e91cc-6c3d-4770-902b-76817f5079e1",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院实验系列副高级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "d14bad1a-6e36-4565-8180-948c0993168a",
            Grade: "副高级",
          },
          {
            label:
              "桂林医学院实验系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "2741d6ae-c6d4-4784-937e-a1b4ad7390f0",
            Grade: "副高级",
          },
          {
            label: "贺州学院实验系列副高级评委会【贺州学院职称改革办公室】",
            value: "11458c6d-45c2-43b1-9316-8b7c231bb0f9",
            Grade: "副高级",
          },
          {
            label:
              "实验技术系列百色学院副高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "9cb10b43-1536-480a-bd0a-ed58686cd15b",
            Grade: "副高级",
          },
          {
            label:
              "实验技术系列广西外国语学院副高级评委会【广西外国语学院职称改革工作领导小组办公室】",
            value: "6f6f927f-8db9-4480-ab3e-758dc49c4e1a",
            Grade: "副高级",
          },
          {
            label:
              "实验技术系列桂林理工大学副高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "94336f6b-9075-4931-8f91-b26d52873362",
            Grade: "副高级",
          },
          {
            label:
              "实验技术系列南宁职业技术学院副高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "1359330b-6c93-4b49-912d-acb7eb701da0",
            Grade: "副高级",
          },
          {
            label:
              "实验系列北部湾大学副高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "2fc1e19d-4ed0-4e36-b9ea-6ad0b9ae8898",
            Grade: "副高级",
          },
          {
            label:
              "实验系列梧州学院副高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "76975e84-acbf-48c6-beef-8e30be0331ac",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "体育系列",
        options: [
          {
            label:
              "广西壮族自治区体育系列副高级评委会【广西体育系列职称改革工作领导小组办公室】",
            value: "25e6f621-930d-4d2f-a4eb-7b24332ac7d1",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "统计系列",
        options: [
          {
            label:
              "广西统计系列副高级职称评审委员会【广西壮族自治区统计系列职称改革工作领导小组办公室】",
            value: "f0a875eb-f80a-47ab-9069-88491730afd4",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "图书资料系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "卫生系列",
        options: [
          {
            label:
              "广西壮族自治区非临床类药学高级专业技术资格评审委员会【广西壮族自治区药品监督管理局职称改革领导小组办公室】",
            value: "8b9fd68c-f17c-4967-9646-d5931e736409",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列百色市副高级评委会【百色市职称改革工作领导小组办公室】",
            value: "093e1c8a-5bf1-4d67-9081-04350633ca01",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列北钦防副高级评委会【北海市职称改革工作领导小组办公室】",
            value: "b4a809dc-74c4-4b7f-b4ae-4e45446b0763",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列崇左市副高级评委会【崇左市职称改革工作领导小组办公室】",
            value: "45b2077a-7b46-4d27-889e-9e01ea9dc420",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列贵港市副高级评委会【贵港市职称改革工作领导小组办公室】",
            value: "92fb97d8-4429-49d1-a145-af6b5af2c03a",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列桂林市高级评审会【桂林市职称改革工作领导小组办公室】",
            value: "9bbaf77f-a2d9-4706-974c-68291c4db8c3",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列南宁市副高级评委会【南宁市卫生系列职称改革领导小组】",
            value: "0b4edfa2-0ebb-4c93-aba0-26fed379ce49",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列梧州市副高级专业技术资格评审委员会【梧州市职称改革工作领导小组办公室】",
            value: "bb534fa9-1857-42f8-bf83-ef51c69c0f0b",
            Grade: "副高级",
          },
          {
            label:
              "卫生系列玉林市副高级评审委员会【玉林市职称改革工作领导小组办公室】",
            value: "4769ad27-d2c9-42b0-a5e8-cc6fa931a869",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "文物博物系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "文学创作",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "新闻系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "艺术系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "影视艺术、技术专业",
        options: [
          {
            label:
              "广西壮族自治区影视艺术、技术专业副高级评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "45580142-251a-4373-8b2d-e6928e9dce84",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "政工系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "职工教育系统",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "中等职业学校教师系列",
        options: [
          {
            label:
              "中等职业学校教师系列百色市副高级评委会 【百色市职称改革工作领导小组办公室】",
            value: "5218eac6-d84f-458b-ad4d-04d521b8b876",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列贵港市副高级评委会【贵港市职称改革工作领导小组办公室】",
            value: "90b84697-4bcf-42ce-80ce-4a41ac6a93fc",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列桂林市副高级评委会【桂林市职称改革工作领导小组办公室】",
            value: "4f330ef1-0d16-45b6-a957-b7b10f3b1d82",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列贺州市高级评委会【贺州市职称改革工作领导小组办公室】",
            value: "7cc8fbfb-6f12-4cc7-8402-e54b3a984e99",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列南宁市副高评委会【南宁市教育系列职称改革工作领导小组办公室】",
            value: "9a63c5b1-06e8-454d-9b60-193085216d0c",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列钦州市副高级评委会【钦州市职称改革工作领导小组办公室】",
            value: "09248826-a62a-43ab-a844-6b6d3ae7e787",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列玉林市副高级专业技术资格评审委员会【玉林市职称改革工作领导小组办公室】",
            value: "4bb971bc-2fdf-4777-941e-a76f9d63a62a",
            Grade: "副高级",
          },
          {
            label:
              "中等职业学校教师系列自治区工业和信息化厅副高级评委会【广西壮族自治区工业和信息化厅职称改革工作领导小组办公室】",
            value: "9faa4c30-165a-4bc3-923b-19a9938f6f9a",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "中小学教师系列",
        options: [
          {
            label:
              "广西中小学教师系列梧州市中学高级教师职务资格评审委员会【梧州市职称改革工作领导小组办公室】",
            value: "ca8289fa-d1ef-4cdd-aef3-2c82b1a0fc37",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列百色市副高级评委会【百色市职称改革工作领导小组办公室】",
            value: "63978d70-1eb2-4374-9628-8af966d468d5",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列北海市副高级评委会【北海市职称改革工作领导小组办公室】",
            value: "cd506803-be48-45bb-adf7-9bd0560eed98",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列崇左市副高级评委会【崇左市职称改革工作领导小组办公室】",
            value: "bb189c8a-cf8e-4eb6-be2a-ef38212bd69d",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列防城港市副高级评委会【防城港市职称改革工作领导小组办公室】",
            value: "95b9fc28-0c1d-4a30-b2cb-b1dd83edde2f",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列贵港市副高级评委会【贵港市职称改革工作领导小组办公室】",
            value: "0c4d38d9-e02d-4bdc-9d9c-6d2cd5f4a981",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列桂林市高级评审会【桂林市职称改革工作领导小组办公室】",
            value: "fa90a3c0-429b-4b1e-803f-8eab96c4da01",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列贺州市高级评委会【贺州市职称改革工作领导小组办公室】",
            value: "8140d9b5-6cd3-4bb3-8ffb-36fc233e1d99",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列来宾市副高级评委会【来宾市职称改革工作领导小组办公室】",
            value: "79bea2e4-d4f1-4228-839e-7d53364c7598",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列南宁市副高评委会【南宁市教育系列职称改革工作领导小组办公室】",
            value: "375a21f5-dae6-45be-8d28-e5dd05e21223",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列钦州市副高级评审委员会【钦州市职称改革工作领导小组办公室】",
            value: "8f8d350e-35c4-4d31-b6d1-3248fe1ca81c",
            Grade: "副高级",
          },
          {
            label:
              "中小学教师系列玉林市副高级专业技术资格评审委员会【玉林市职称改革工作领导小组办公室】",
            value: "dba581cc-7a6b-4a54-9857-482bfcd5c894",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
      {
        label: "自然科学研究系列",
        options: [
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "2403f1fa-76dd-4e14-a2fb-3e6700473e6e",
            Grade: "副高级",
          },
          {
            label:
              "广西壮族自治区自然科学研究系列副高级评委会【广西壮族自治区自然科学研究系列职称改革工作领导小组办公室】",
            value: "2ee053a0-fba6-4ad5-a81b-4f106c6ad2f2",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学自然科学研究系列副高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "0676bc4e-c0ab-43ff-b4f4-89a5c9d9e250",
            Grade: "副高级",
          },
          {
            label:
              "桂林医学院自然科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "c7ede2c6-b822-4926-aac0-5669c0e93b6a",
            Grade: "副高级",
          },
          {
            label:
              "贺州学院自然科学研究系列副高级评委会【贺州学院职称改革办公室】",
            value: "8753610e-f5b5-4c3d-b767-5f27eb8a8689",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列百色学院副高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "c6826a62-dd51-4589-a1d3-1467452e83a8",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列北部湾大学副高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "ff1ac018-e43f-451d-a3b9-e0ec75817756",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列广西科技大学高级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "1a8da199-b748-4e3d-b18a-d1a817e557d6",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列广西农业科学院副高级评委会【广西壮族自治区农业科学院】",
            value: "d7696c08-7ddb-4b8a-855e-172ce59fe95b",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列桂林理工大学副高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "aeb3ce78-7a15-444a-b880-7d59b8f012a6",
            Grade: "副高级",
          },
          {
            label:
              "自然科学研究系列梧州学院副高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "4c2fddd7-0b29-4d83-bc0b-c87cb376fd05",
            Grade: "副高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "28d13c8a-f57a-4261-a2e8-e3291c841cbc",
            Grade: "副高级",
          },
        ],
      },
    ],
  },
  ZhengGaoJi: {
    select: [
      { label: "播音系列", value: "播音系列" },
      { label: "出版系列", value: "出版系列" },
      { label: "档案系列", value: "档案系列" },
      { label: "翻译系列", value: "翻译系列" },
      { label: "高等学校教师系列", value: "高等学校教师系列" },
      { label: "工程系列", value: "工程系列" },
      { label: "工艺美术系列", value: "工艺美术系列" },
      { label: "公证系列", value: "公证系列" },
      { label: "会计系列", value: "会计系列" },
      { label: "技工学校教师系列", value: "技工学校教师系列" },
      { label: "教师系列党校系统", value: "教师系列党校系统" },
      { label: "经济系列", value: "经济系列" },
      { label: "律师系列", value: "律师系列" },
      { label: "农业系列", value: "农业系列" },
      { label: "群众文化行业", value: "群众文化行业" },
      { label: "社会科学研究系列", value: "社会科学研究系列" },
      { label: "审计系列", value: "审计系列" },
      { label: "实验技术系列", value: "实验技术系列" },
      { label: "体育系列", value: "体育系列" },
      { label: "统计系列", value: "统计系列" },
      { label: "图书资料系列", value: "图书资料系列" },
      { label: "卫生系列", value: "卫生系列" },
      { label: "文物博物系列", value: "文物博物系列" },
      { label: "文学创作", value: "文学创作" },
      { label: "新闻系列", value: "新闻系列" },
      { label: "艺术系列", value: "艺术系列" },
      { label: "影视艺术、技术专业", value: "影视艺术、技术专业" },
      { label: "政工系列", value: "政工系列" },
      { label: "职工教育系统", value: "职工教育系统" },
      { label: "中等职业学校教师系列", value: "中等职业学校教师系列" },
      { label: "中小学教师系列", value: "中小学教师系列" },
      { label: "自然科学研究系列", value: "自然科学研究系列" },
    ],
    series: [
      {
        label: "播音系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "出版系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "档案系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "翻译系列",
        options: [
          {
            label:
              "自治区翻译系列正高级评委会【广西壮族自治区翻译系列职称改革工作领导小组办公室】",
            value: "16b2b5af-194c-4c4f-a2d7-0dd6ec1b877c",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "高等学校教师系列",
        options: [
          {
            label:
              "北部湾大学国（境）外教职工直接评聘高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "c4d9a728-7286-46af-bfbd-a5669db57e75",
            Grade: "正高级",
          },
          {
            label:
              "北部湾大学引进人才直接评审高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "e74f0963-45c6-4820-ba87-32c6c22dc1fc",
            Grade: "正高级",
          },
          {
            label:
              "高等学校教师系列百色学院正高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "fb5fce47-bafc-4f95-ba07-5dca071398c1",
            Grade: "正高级",
          },
          {
            label:
              "高等学校教师系列桂林理工大学正高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "1d853212-8cf4-47bd-a306-1d090331dc6c",
            Grade: "正高级",
          },
          {
            label:
              "高校教师系列北部湾大学正高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "55959c8d-0e21-40f1-b0a5-edd568231ec9",
            Grade: "正高级",
          },
          {
            label:
              "高校教师系列南宁职业技术学院正高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "43442cd9-1675-4821-88a9-dccf510bdff3",
            Grade: "正高级",
          },
          {
            label:
              "高校教师系列梧州学院正高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "bc4503b4-ef96-4eda-9784-66987aac9757",
            Grade: "正高级",
          },
          {
            label:
              "广西电力职业技术学院高校教师系列高级评审委员会【广西电力职业技术学院职称改革工作领导小组办公室】",
            value: "e381df12-8c94-45d6-87be-8ff11f67ec4e",
            Grade: "正高级",
          },
          {
            label:
              "广西交通职业技术学院高校教师系列正高级评委会【广西交通职业技术学院职称改革工作领导小组办公室】",
            value: "b390d2bb-4c1a-4e27-b8c2-bdb0d2f0832e",
            Grade: "正高级",
          },
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "42d0fd16-a89a-4e56-91dc-c36c96269e47",
            Grade: "正高级",
          },
          {
            label:
              "广西水利电力职业技术学院高等学校教师系列正高级职称评审委员会【广西水利电力职业技术学院职称改革工作领导小组办公室】",
            value: "4b52ff72-2a23-48fb-9dd5-ead7367bc000",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学高等学校教师系列正高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "f97010e3-cd08-4719-af8f-a47fbee580be",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院高校教师系列正高级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "113f87b8-c398-4d5f-9615-e013f3ce571c",
            Grade: "正高级",
          },
          {
            label:
              "桂林医学院高等学校教师系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "a7bc953c-9859-48aa-a9de-a0d5303134f3",
            Grade: "正高级",
          },
          {
            label:
              "贺州学院高等学校教师系列正高级评委会【贺州学院职称改革办公室】",
            value: "820d85cd-42a0-4921-a913-d4b13233a338",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "工程系列",
        options: [
          {
            label:
              "工程系列交通行业正高级评审会【广西壮族自治区交通运输厅职称改革工作领导小组办公室】",
            value: "bffb3b00-f86d-4082-b341-e26129cf28cb",
            Grade: "正高级",
          },
          {
            label: "好差评测试【广西流动人员职称改革办公室】",
            value: "a86cf2da-677f-4b31-9acf-dbce93a50364",
            Grade: "正高级",
          },
          {
            label:
              "全区正高级第一层次评委专家库【广西壮族自治区职称改革工作领导小组办公室】",
            value: "364ddf11-7747-4697-994e-e4b49c141e6d",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "工艺美术系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "公证系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "会计系列",
        options: [
          {
            label:
              "广西壮族自治区会计系列正高级评委会【广西壮族自治区会计系列职称改革工作领导小组办公室】",
            value: "724408ab-d1d2-462a-8aae-78aaaf555dbc",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "技工学校教师系列",
        options: [
          {
            label:
              "技工学校教师系列正高级评委会【广西壮族自治区技工学校教师系列职称改革工作领导小组办公室】",
            value: "86b5430c-d057-435e-b892-692bdfaece93",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "教师系列党校系统",
        options: [
          {
            label:
              "广西党校系统正高级专业技术资格评审委员会【广西党校系统职称改革工作领导小组办公室】",
            value: "20e51396-8fa8-4110-a818-232da3293a56",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "经济系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "律师系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "农业系列",
        options: [
          {
            label:
              "农业系列正高级职称评审委员会【广西壮族自治区农业系列职称改革工作领导小组办公室】",
            value: "ecb9ee14-7fd3-4cee-8df4-3d699a92b7f1",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "群众文化行业",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "社会科学研究系列",
        options: [
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "ce7c23e8-3406-44e8-9558-6039d599dbd9",
            Grade: "正高级",
          },
          {
            label:
              "广西壮族自治区社会科学研究系列正高级评委会【广西社会科学院职称改革工作领导小组办公室】",
            value: "5b1e6f7a-fd2d-44a1-ab4a-4b2b3544e712",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学社会科学研究系列正高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "1c5c6d5c-0f60-4129-99dc-35676ef4c83c",
            Grade: "正高级",
          },
          {
            label:
              "桂林医学院社会科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "95d7c60a-8fac-443a-bee3-93030ae1ed64",
            Grade: "正高级",
          },
          {
            label:
              "贺州学院社会科学研究系列正高级评委会【贺州学院职称改革办公室】",
            value: "54d16a68-85c7-4393-8dc5-efed240c4368",
            Grade: "正高级",
          },
          {
            label:
              "社会科学研究系列百色学院正高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "6edc3e00-1d2a-41fa-8597-b9a757b28ec4",
            Grade: "正高级",
          },
          {
            label:
              "社会科学研究系列北部湾大学正高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "147f4483-0a9d-44f8-a647-79d22e8a411c",
            Grade: "正高级",
          },
          {
            label:
              "社会科学研究系列桂林理工大学正高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "00997cf5-cd2b-463b-a28e-28c2ce1bc65a",
            Grade: "正高级",
          },
          {
            label:
              "社会科学研究系列南宁职业技术学院正高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "e09f7750-887c-4361-8ef2-80186109b5d1",
            Grade: "正高级",
          },
          {
            label:
              "社会科学研究系列梧州学院正高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "79d0a32a-91a6-49c6-b798-f7984170f51a",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "审计系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "实验技术系列",
        options: [
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "8ee6e491-1253-47ce-b1a4-b2eca2dcaf26",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学实验系列正高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "0a468b08-e8e9-4156-8ef0-d6e4025f3414",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学信息科技学院实验系列正高级评委会【桂林电子科技大学信息科技学院职称改革工作领导小组办公室】",
            value: "b4fd9464-c740-4ddd-82f0-ba34f427d279",
            Grade: "正高级",
          },
          {
            label:
              "桂林医学院实验系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "4bb8ae25-eb70-4d27-94d5-6239468bce79",
            Grade: "正高级",
          },
          {
            label: "贺州学院实验系列正高级评委会【贺州学院职称改革办公室】",
            value: "d863f99b-f49d-4278-b4c3-53764de2802b",
            Grade: "正高级",
          },
          {
            label:
              "实验技术系列百色学院正高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "d14367c9-5e90-4c8d-b8ec-6e40f85e6453",
            Grade: "正高级",
          },
          {
            label:
              "实验技术系列桂林理工大学高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "c888b334-87b3-4a2b-a9b1-4c07e79e2212",
            Grade: "正高级",
          },
          {
            label:
              "实验技术系列南宁职业技术学院正高级评委会【南宁职业技术学院职称改革工作领导小组办公室】",
            value: "ee97cc2a-1c74-45c2-853f-d3cb58966f26",
            Grade: "正高级",
          },
          {
            label:
              "实验系列北部湾大学正高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "0c70ec1d-665a-4039-9543-4fe78a6995fd",
            Grade: "正高级",
          },
          {
            label:
              "实验系列梧州学院正高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "4a6419f8-a072-41c5-a110-8fe94cc85de3",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "体育系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "统计系列",
        options: [
          {
            label:
              "广西统计系列正高级职称评审委员会【广西壮族自治区统计系列职称改革工作领导小组办公室】",
            value: "61c2348d-2404-4ee0-92bf-cfd31718b68b",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "图书资料系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "卫生系列",
        options: [
          {
            label:
              "广西壮族自治区非临床类药学高级专业技术资格评审委员会【广西壮族自治区药品监督管理局职称改革领导小组办公室】",
            value: "efaaf006-fc92-4edb-acec-7626775e7f7c",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "文物博物系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "文学创作",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "新闻系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "艺术系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "影视艺术、技术专业",
        options: [
          {
            label:
              "广西壮族自治区影视艺术、技术专业正高级评委会【广西壮族自治区广播电视局职称改革工作领导小组办公室】",
            value: "1fa73748-f48c-4103-b918-17eb72bb97ee",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "政工系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "职工教育系统",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "中等职业学校教师系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "中小学教师系列",
        options: [
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
      {
        label: "自然科学研究系列",
        options: [
          {
            label:
              "北部湾大学引进人才直接评审高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "2391f284-101b-4c51-894e-1f66561f1204",
            Grade: "正高级",
          },
          {
            label:
              "广西师范大学高级职称评审委员会【广西师范大学职称工作领导小组办公室】",
            value: "0119ac60-b3be-46b8-9b4d-ddeacadac67d",
            Grade: "正高级",
          },
          {
            label:
              "广西壮族自治区自然科学研究系列正高级评委会【广西科学院职称改革工作领导小组办公室】",
            value: "90de0909-9f63-4f6f-b596-26cf9e7ca779",
            Grade: "正高级",
          },
          {
            label:
              "广西壮族自治区自然科学研究系列正高级评委会【广西壮族自治区自然科学研究系列职称改革工作领导小组办公室】",
            value: "63fafe40-729b-4e4f-a21b-963c48211def",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学自然科学研究系列正高级评委会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "395f3d66-67e0-4416-8134-e2a1badc1f91",
            Grade: "正高级",
          },
          {
            label:
              "桂林医学院自然科学研究系列高级评委会【桂林医学院职称改革工作领导小组办公室】",
            value: "d6d05d06-c8d6-40a6-b4a2-24a636294db5",
            Grade: "正高级",
          },
          {
            label:
              "贺州学院自然科学研究系列正高级评委会【贺州学院职称改革办公室】",
            value: "4669f9e0-c5b6-44ad-8d22-f9f12055c679",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列百色学院正高级评审委员会【百色学院职称改革工作领导小组办公室】",
            value: "f550bb81-7085-4392-b650-f5f6469e76a1",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列北部湾大学正高级评委会【北部湾大学职称改革工作领导小组办公室】",
            value: "46c068fe-422d-47e4-8c66-f4063f189d39",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列广西科技大学高级职称评审委员会【广西科技大学职称改革工作领导小组办公室】",
            value: "f92e7092-6d79-4f27-b483-7ffab9c8bb2b",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列广西农业科学院正高级评委会【广西壮族自治区农业科学院】",
            value: "565f9266-f3f2-4096-894d-5937362cb9a1",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列桂林理工大学正高级评委会【桂林理工大学职称改革工作领导小组办公室】",
            value: "41b16d38-5986-4c95-8f86-a1f0a3469210",
            Grade: "正高级",
          },
          {
            label:
              "自然科学研究系列梧州学院正高级评委会【梧州学院职称改革工作领导小组办公室】",
            value: "02381ccc-3453-4476-8145-a452ead75601",
            Grade: "正高级",
          },
          {
            label:
              "桂林电子科技大学引进高层次急需紧缺人才直接评审高级职称委员会【桂林电子科技大学职称改革工作领导小组办公室】",
            value: "55b8ce9f-cd14-430b-b19a-1c1ce979ab4c",
            Grade: "正高级",
          },
        ],
      },
    ],
  },
};
export default JB_options;
